[
  {
    "Card_id": 1,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Prosperity",
    "Title": "ตลาดหุ้นคึกคัก!",
    "Description": "ข่าวดีสำหรับนักลงทุน! ด้วยความเชื่อมั่นในเศรษฐกิจที่เติบโตอย่างแข็งแกร่ง ทำให้มีเม็ดเงินจากต่างชาติไหลเข้าสู่ตลาดหุ้นไทยอย่างต่อเนื่อง ส่งผลให้ดัชนีพุ่งทะยานและหุ้นส่วนใหญ่ปรับตัวสูงขึ้นอย่างถ้วนหน้า (ในเทิร์นนี้ หุ้นสามัญทั้งหมดที่ผู้เล่นถือครองอยู่ จะมีมูลค่าเพิ่มขึ้นทันที 10% จากราคาตลาดปัจจุบัน)",
    "Strategy_Tip": "เป็นจังหวะที่ดีในการขายทำกำไรหุ้นที่คุณมีอยู่ หรือถือต่อไปเพื่อหวังการเติบโตในระยะยาว",
    "Affected_Assets": "หุ้นสามัญ-ทั้งหมด",
    "Effect_type": "มูลค่าเพิ่ม %",
    "Effect_Value": 10,
    "Effect_Duration": "ทันที",
    "Effect_Description": "มูลค่าหุ้นสามัญทั้งหมดของผู้เล่นเพิ่มขึ้น 10% ทันที"
  },
  {
    "Card_id": 2,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Prosperity",
    "Title": "เทศกาลท่องเที่ยวบูม",
    "Description": "ฤดูท่องเที่ยวปีนี้คึกคักเป็นพิเศษ! นักท่องเที่ยวจากทั่วทุกมุมโลกเดินทางเข้ามาจับจ่ายใช้สอยในประเทศ ทำให้ธุรกิจโรงแรม, สายการบิน, และร้านอาหารมีรายได้พุ่งสูงเป็นประวัติการณ์ (ในเทิร์นนี้ หุ้นกลุ่มบริการจะมีมูลค่าเพิ่มขึ้นทันที 15%)",
    "Strategy_Tip": "หุ้นกลุ่มบริการมักจะเติบโตได้ดีในช่วงที่เศรษฐกิจดีและการท่องเที่ยวคึกคัก",
    "Affected_Assets": "SERVICE – บริการ",
    "Effect_type": "มูลค่าเพิ่ม %",
    "Effect_Value": 15,
    "Effect_Duration": "ทันที",
    "Effect_Description": "มูลค่าหุ้นกลุ่ม SERVICE ของผู้เล่นเพิ่มขึ้น 15% ทันที"
  },
  {
    "Card_id": 3,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Prosperity",
    "Title": "รัฐบาลออกมาตรการกระตุ้นอสังหาฯ",
    "Description": "เพื่อกระตุ้นเศรษฐกิจในภาพรวม รัฐบาลได้ประกาศมาตรการลดหย่อนค่าธรรมเนียมการโอนและจดจำนองครั้งใหญ่ ทำให้ประชาชนตัดสินใจซื้อบ้านและคอนโดได้ง่ายขึ้น (หากผู้เล่นถือครองอสังหาฯ เพื่อที่อยู่อาศัย จะมี Cashflow บวกเพิ่ม 1,200 บาท ต่อเนื่อง 3 เทิร์น)",
    "Strategy_Tip": "นโยบายของภาครัฐเป็นปัจจัยภายนอกที่สำคัญที่ส่งผลต่อราคาอสังหาริมทรัพย์",
    "Affected_Assets": "อสังหาฯ-ที่อยู่อาศัย",
    "Effect_type": "Cashflow เพิ่ม",
    "Effect_Value": 1200,
    "Effect_Duration": "3 เทิร์น",
    "Effect_Description": "Cash Flow จากสินทรัพย์ \"อสังหาฯ-ที่อยู่อาศัย\" เพิ่มขึ้น 1,200 บาท/เดือน เป็นเวลา 3 เทิร์น"
  },
  {
    "Card_id": 4,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Prosperity",
    "Title": "นักสะสมนิรนามติดต่อมา",
    "Description": "มีนักสะสมชื่อดังได้ยินกิตติศัพท์ของของสะสมที่คุณมี และติดต่อมาขอซื้อในราคาพิเศษ!",
    "Strategy_Tip": "การขายตอนนี้ได้กำไรที่แน่นอน แต่ถ้าคุณเชื่อว่าของชิ้นนี้จะหายากขึ้นอีกในอนาคต การถือไว้อาจให้ผลตอบแทนที่สูงกว่านี้มาก",
    "Affected_Assets": "ของสะสม",
    "Effect_type": "เสนอซื้อ (System)",
    "Effect_Value": "ต้นทุน + 15%",
    "Effect_Duration": "ทันที",
    "Effect_Description": "ระบบจะยื่นข้อเสนอซื้อ \"ของสะสม\" 1 ชิ้น (สุ่ม) ในราคาต้นทุน +15%"
  },
  {
    "Card_id": 5,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Prosperity",
    "Title": "เทรนด์ 5G มาแรง",
    "Description": "การเปิดตัวเครือข่าย 5G ทั่วประเทศ ทำให้ความต้องการสมาร์ทโฟนและอุปกรณ์อิเล็กทรอนิกส์รุ่นใหม่พุ่งสูงขึ้นอย่างก้าวกระโดด ส่งผลดีต่อบริษัทในกลุ่มเทคโนโลยีโดยตรง (ในเทิร์นนี้ หุ้นกลุ่มเทคโนโลยีทั้งหมดจะมีมูลค่าเพิ่มขึ้นทันที 12%)",
    "Strategy_Tip": "หุ้นกลุ่มเทคโนโลยีมักเติบโตไปพร้อมกับนวัตกรรมใหม่ๆ การลงทุนในบริษัทที่เป็นผู้นำเทรนด์จึงมีโอกาสสร้างผลตอบแทนสูง",
    "Affected_Assets": "TECH – เทคโนโลยี",
    "Effect_type": "มูลค่าเพิ่ม %",
    "Effect_Value": 12,
    "Effect_Duration": "ทันที",
    "Effect_Description": "มูลค่าหุ้นกลุ่ม TECH ของผู้เล่นเพิ่มขึ้น 12% ทันที"
  },
  {
    "Card_id": 6,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Prosperity",
    "Title": "SMEs ได้รับเงินทุนสนับสนุน",
    "Description": "รัฐบาลประกาศอัดฉีดเงินทุนและปล่อยสินเชื่อดอกเบี้ยต่ำเพื่อสนับสนุนผู้ประกอบการรายย่อย ทำให้ธุรกิจขนาดเล็กและแฟรนไชส์ต่างๆ มีโอกาสเติบโตอย่างก้าวกระโดด",
    "Strategy_Tip": "การสนับสนุนจากภาครัฐเป็นปัจจัยบวกที่สำคัญสำหรับธุรกิจขนาดเล็ก ทำให้มีความสามารถในการทำกำไรสูงขึ้น",
    "Affected_Assets": "ธุรกิจ, แฟรนไชส์",
    "Effect_type": "Cashflow เพิ่ม %",
    "Effect_Value": 15,
    "Effect_Duration": "4 เทิร์น",
    "Effect_Description": "Cash Flow จาก \"ธุรกิจ\" และ \"แฟรนไชส์\" เพิ่มขึ้น 15% เป็นเวลา 4 เทิร์น"
  },
  {
    "Card_id": 7,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Prosperity",
    "Title": "ธนาคารปล่อยสินเชื่อง่ายขึ้น",
    "Description": "ด้วยภาวะเศรษฐกิจที่ดีและกำลังซื้อที่เพิ่มขึ้น ธนาคารพาณิชย์จึงผ่อนคลายนโยบายและปล่อยสินเชื่อให้กับประชาชนและธุรกิจได้ง่ายขึ้น ส่งผลให้มีกำไรจากการปล่อยกู้เพิ่มขึ้น ๖ ในเทิร์นนี้ หุ้นกลุ่มการเงินทั้งหมดจะมีมูลค่าเพิ่มขึ้นทันที 8%)",
    "Strategy_Tip": "เมื่อเศรษฐกิจดี ธุรกิจธนาคารมักจะเติบโตตามไปด้วย เพราะมีการกู้ยืมเงินไปลงทุนและใช้จ่ายมากขึ้น",
    "Affected_Assets": "FINCIAL – การเงิน",
    "Effect_type": "มูลค่าเพิ่ม %",
    "Effect_Value": 8,
    "Effect_Duration": "ทันที",
    "Effect_Description": "มูลค่าหุ้นกลุ่ม FINCIAL ของผู้เล่นเพิ่มขึ้น 8% ทันที"
  },
  {
    "Card_id": 8,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Prosperity",
    "Title": "E-commerce บูมต่อเนื่อง",
    "Description": "ผู้คนหันมาซื้อของออนไลน์กันมากขึ้นอย่างที่ไม่เคยเป็นมาก่อน ส่งผลดีโดยตรงต่อธุรกิจค้าปลีกออนไลน์และบริษัทที่เกี่ยวข้องกับโลจิสติกส์",
    "Strategy_Tip": "ธุรกิจที่ปรับตัวเข้าสู่โลกออนไลน์ได้ก่อน ย่อมได้เปรียบในการแข่งขันเสมอ",
    "Affected_Assets": "ธุรกิจ-ค้าปลีก",
    "Effect_type": "Cashflow เพิ่ม %",
    "Effect_Value": 20,
    "Effect_Duration": "4 เทิร์น",
    "Effect_Description": "Cash Flow จากสินทรัพย์ \"ธุรกิจ-ค้าปลีก\" เพิ่มขึ้น 20% เป็นเวลา 4 เทิร์น"
  },
  {
    "Card_id": 9,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Prosperity",
    "Title": "ค้นพบแหล่งพลังงานใหม่",
    "Description": "มีการค้นพบแหล่งก๊าซธรรมชาติแห่งใหม่ในอ่าวไทย ซึ่งจะช่วยเพิ่มความมั่นคงทางพลังงานและลดการนำเข้าจากต่างประเทศ ส่งผลดีต่อหุ้นในกลุ่มพลังงานโดยตรง (นเทิร์นนี้ หุ้นกลุ่มพลังงานทั้งหมดจะมีมูลค่าเพิ่มขึ้นทันที 10%)",
    "Strategy_Tip": "การค้นพบทรัพยากรใหม่ๆ เป็นปัจจัยบวกที่ส่งผลดีต่อหุ้นในกลุ่มนั้นในระยะยาว",
    "Affected_Assets": "RESOURC – ทรัพยากร",
    "Effect_type": "มูลค่าเพิ่ม %",
    "Effect_Value": 10,
    "Effect_Duration": "ทันที",
    "Effect_Description": "มูลค่าหุ้นกลุ่ม RESOURC ของผู้เล่นเพิ่มขึ้น 10% ทันที"
  },
  {
    "Card_id": 10,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Prosperity",
    "Title": "ค่าเงินบาทแข็งค่า",
    "Description": "ค่าเงินบาทที่แข็งค่าขึ้นอย่างต่อเนื่องทำให้ต้นทุนการนำเข้าสินค้าและวัตถุดิบจากต่างประเทศถูกลง ส่งผลดีต่อธุรกิจที่ต้องนำเข้าเป็นหลัก เช่น กลุ่มอาหาร ( ในเทิร์นนี้ หุ้นกลุ่มเกษตรและอาหาร (AGRO) จะมีมูลค่าเพิ่มขึ้นทันที 5%)",
    "Strategy_Tip": "ค่าเงินเป็นปัจจัยสำคัญที่ส่งผลต่อต้นทุนและกำไรของบริษัทที่ทำธุรกิจนำเข้า-ส่งออก",
    "Affected_Assets": "AGRO – เกษตรและอุตสาหกรรมอาหาร",
    "Effect_type": "มูลค่าเพิ่ม %",
    "Effect_Value": 5,
    "Effect_Duration": "ทันที",
    "Effect_Description": "มูลค่าหุ้นกลุ่ม AGRO ของผู้เล่นเพิ่มขึ้น 5% ทันที"
  },
  {
    "Card_id": 11,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Prosperity",
    "Title": "นักลงทุนเทขายทองคำ",
    "Description": "เมื่อตลาดหุ้นร้อนแรงและให้ผลตอบแทนสูง นักลงทุนจึงพร้อมใจกันเทขายสินทรัพย์ปลอดภัยอย่างทองคำ เพื่อนำเงินไปลงทุนในสินทรัพย์ที่เสี่ยงกว่า ทำให้ราคาทองคำปรับตัวลดลงเล็กน้อย",
    "Strategy_Tip": "นี่คือตัวอย่างที่ชัดเจนว่า \"ไม่มีสินทรัพย์ใดที่ดีที่สุดในทุกสภาวะ\" ในช่วงที่คนอื่นกำลังตื่นเต้นกับหุ้น อาจเป็นโอกาสที่ดีในการเข้าซื้อสินทรัพย์ปลอดภัยในราคาที่ถูกลง",
    "Affected_Assets": "ทองคำ",
    "Effect_type": "มูลค่าลดลง %",
    "Effect_Value": -5,
    "Effect_Duration": "ทันที",
    "Effect_Description": "มูลค่าทองคำทั้งหมดของผู้เล่นลดลง 5% ทันที"
  },
  {
    "Card_id": 12,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Prosperity",
    "Title": "ธุรกิจอาหารเดลิเวอรี่เติบโต",
    "Description": "พฤติกรรมการสั่งอาหารออนไลน์ที่เพิ่มขึ้นอย่างต่อเนื่อง ส่งผลดีต่อธุรกิจร้านอาหารขนาดเล็กที่ปรับตัวเข้ากับแพลตฟอร์มเดลิเวอรี่ได้ทัน",
    "Strategy_Tip": "การใช้เทคโนโลยีเข้ามาช่วยเสริมธุรกิจ จะช่วยเพิ่มช่องทางการสร้างรายได้ให้มากขึ้น",
    "Affected_Assets": "ธุรกิจ-อาหาร",
    "Effect_type": "Cashflow เพิ่ม %",
    "Effect_Value": 15,
    "Effect_Duration": "4 เทิร์น",
    "Effect_Description": "Cash Flow จากสินทรัพย์ \"ธุรกิจ-อาหาร\" เพิ่มขึ้น 15% เป็นเวลา 4 เทิร์น"
  },
  {
    "Card_id": 13,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Prosperity",
    "Title": "ตลาดหลักทรัพย์ผ่อนคลายกฎเกณฑ์",
    "Description": "ตลาดหลักทรัพย์ประกาศผ่อนคลายกฎเกณฑ์บางอย่างเพื่อดึงดูดนักลงทุนรายย่อยให้เข้ามาลงทุนในตลาดได้ง่ายขึ้น (ในเทิร์นนี้ หุ้นสามัญทั้งหมดจะมีมูลค่าเพิ่มขึ้นทันที 5%)",
    "Strategy_Tip": "การเปลี่ยนแปลงกฎเกณฑ์ของหน่วยงานกำกับดูแลสามารถส่งผลกระทบต่อตลาดโดยรวมได้เสมอ",
    "Affected_Assets": "หุ้นสามัญ-ทั้งหมด",
    "Effect_type": "มูลค่าเพิ่ม %",
    "Effect_Value": 5,
    "Effect_Duration": "ทันที",
    "Effect_Description": "มูลค่าหุ้นสามัญทั้งหมดของผู้เล่นเพิ่มขึ้น 5% ทันที"
  },
  {
    "Card_id": 14,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Prosperity",
    "Title": "ภาคอุตสาหกรรมขยายตัว",
    "Description": "การส่งออกที่เติบโตอย่างแข็งแกร่งทำให้โรงงานอุตสาหกรรมต่างๆ เพิ่มกำลังการผลิตอย่างเต็มที่ ส่งผลดีต่อหุ้นในกลุ่มอุตสาหกรรมโดยตรง (ในเทิร์นนี้ หุ้นกลุ่มอุตสาหกรรมทั้งหมดจะมีมูลค่าเพิ่มขึ้นทันที 10%)",
    "Strategy_Tip": "การเติบโตของภาคการผลิตคือสัญญาณบวกที่แข็งแกร่งของเศรษฐกิจ",
    "Affected_Assets": "INDUS – อุตสาหกรรม",
    "Effect_type": "มูลค่าเพิ่ม %",
    "Effect_Value": 10,
    "Effect_Duration": "ทันที",
    "Effect_Description": "มูลค่าหุ้นกลุ่ม INDUS ของผู้เล่นเพิ่มขึ้น 10% ทันที"
  },
  {
    "Card_id": 15,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Prosperity",
    "Title": "ธุรกิจบริการโตแรง",
    "Description": "เมื่อผู้คนมีกำลังซื้อมากขึ้น ก็พร้อมที่จะจ่ายเงินให้กับบริการต่างๆ เพื่อความสะดวกสบายในชีวิต ทำให้ธุรกิจบริการมีกำไรเพิ่มขึ้น",
    "Strategy_Tip": "ธุรกิจบริการเป็นอีกหนึ่งเครื่องยนต์สำคัญในการขับเคลื่อนเศรษฐกิจ",
    "Affected_Assets": "ธุรกิจ-บริการ",
    "Effect_type": "Cashflow เพิ่ม %",
    "Effect_Value": 15,
    "Effect_Duration": "4 เทิร์น",
    "Effect_Description": "Cash Flow จากสินทรัพย์ \"ธุรกิจ-บริการ\" เพิ่มขึ้น 15% เป็นเวลา 4 เทิร์น"
  },
  {
    "Card_id": 16,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Prosperity",
    "Title": "ตลาดอสังหาฯ เพื่อการพาณิชย์บูม",
    "Description": "การขยายตัวของธุรกิจทำให้ความต้องการเช่าพื้นที่ร้านค้าและสำนักงานเพิ่มสูงขึ้นอย่างมาก (หากผู้เล่นถือครองอสังหาฯ พาณิชย์ จะมี Cashflow บวกเพิ่มจำนวน 1,000 บาท ต่อเนื่อง 3 เทิร์น)",
    "Strategy_Tip": "ราคาของอสังหาริมทรัพย์เพื่อการพาณิชย์มักจะเติบโตตาม ภาวะเศรษฐกิจโดยรวม",
    "Affected_Assets": "อสังหาฯ-พาณิชย์",
    "Effect_type": "Cashflow เพิ่ม",
    "Effect_Value": 1000,
    "Effect_Duration": "3 เทิร์น",
    "Effect_Description": "Cash Flow จากสินทรัพย์ \"อสังหาฯ-พาณิชย์\" เพิ่มขึ้น 1,000 บาท/เดือน เป็นเวลา 3 เทิร์น"
  },
  {
    "Card_id": 17,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Prosperity",
    "Title": "ความเชื่อมั่นผู้บริโภคสูงสุดในรอบปี",
    "Description": "ผลสำรวจล่าสุดชี้ว่าผู้คนมีความเชื่อมั่นในเศรษฐกิจและกล้าที่จะจับจ่ายใช้สอยมากขึ้น ส่งผลดีต่อธุรกิจค้าปลีกโดยรวม (ในเทิร์นนี้ หุ้นกลุ่มสินค้าอุปโภคบริโภคจะมีมูลค่าเพิ่มขึ้นทันที 10%)",
    "Strategy_Tip": "ดัชนีความเชื่อมั่นผู้บริโภคเป็นตัวชี้วัดสำคัญที่นักลงทุนใช้คาดการณ์ แนวโน้มของตลาด",
    "Affected_Assets": "CONSUMP – สินค้าอุปโภคบริโภค",
    "Effect_type": "มูลค่าเพิ่ม %",
    "Effect_Value": 10,
    "Effect_Duration": "ทันที",
    "Effect_Description": "มูลค่าหุ้นกลุ่ม CONSUMP ของผู้เล่นเพิ่มขึ้น 10% ทันที"
  },
  {
    "Card_id": 18,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Prosperity",
    "Title": "ผู้คลั่งไคล้นาฬิกาติดต่อมา",
    "Description": "นักสะสมนาฬิกาชื่อดังได้เห็นภาพ 'นาฬิกาวินเทจ' ของคุณในกลุ่มออนไลน์ เขาตามหารุ่นนี้มานานและพร้อมจ่ายไม่อั้น! (หากคุณมี \"นาฬิกาวินเทจ\" ระบบจะยื่นข้อเสนอซื้อในราคา ต้นทุนคูณ 3เท่า)",
    "Strategy_Tip": "ข้อเสนอคูณ 3 เท่าคือ 'กำไรในฝัน' ที่หาได้ยากมาก! การขายตอนนี้คือการล็อคกำไรก้อนโตเพื่อนำเงินไปต่อยอดทันที แต่การปฏิเสธคือการเดิมพันว่านาฬิกาเรือนนี้จะกลายเป็นตำนานที่มีมูลค่าสูงกว่านี้อีกในอนาคต",
    "Affected_Assets": "นาฬิกาวินเทจ",
    "Effect_type": "เสนอซื้อ (System)",
    "Effect_Value": "ต้นทุน x 3",
    "Effect_Duration": "ทันที",
    "Effect_Description": "ระบบจะยื่นข้อเสนอซื้อ \"นาฬิกาวินเทจ\" ของคุณในราคาต้นทุน x3"
  },
  {
    "Card_id": 19,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Prosperity",
    "Title": "แกลเลอรี่ต้องการผลงาน",
    "Description": "แกลเลอรี่ศิลปะร่วมสมัยต้องการ 'อาร์ตทอยรุ่นลิมิเต็ด' ของคุณไปจัดแสดงในนิทรรศการครั้งต่อไป และได้ยื่นข้อเสนอที่น่าสนใจมาให้ (หากคุณมี \"อาร์ตทอยรุ่นลิมิเต็ด\" ระบบจะยื่นข้อเสนอซื้อในราคา)",
    "Strategy_Tip": "การที่แกลเลอรี่ติดต่อมาคือสัญญาณว่าศิลปินผู้ออกแบบกำลังมีชื่อเสียง! การขายตอนนี้คือกำไร 100% แต่ถ้าคุณเชื่อว่าศิลปินคนนี้จะดังระดับโลกในอนาคต การถือไว้ต่ออาจเปลี่ยนเงินหลักพันให้เป็นหลักแสนได้",
    "Affected_Assets": "อาร์ตทอยรุ่นลิมิเต็ด",
    "Effect_type": "เสนอซื้อ (System)",
    "Effect_Value": "ต้นทุน x 2",
    "Effect_Duration": "ทันที",
    "Effect_Description": "ระบบจะยื่นข้อเสนอซื้อ \"อาร์ตทอยรุ่นลิมิเต็ด\" ของคุณในราคาต้นทุน x2"
  },
  {
    "Card_id": 20,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Prosperity",
    "Title": "Hypebeast ตัวจริง",
    "Description": "มีคนดังในวงการสตรีทแฟชั่นเห็น 'รองเท้าผ้าใบ (Limited Edition)' ของคุณและอยากได้ไปใส่ในงานอีเวนต์ใหญ่! (หากคุณมี \"รองเท้าผ้าใบ (Limited Edition)\" ระบบจะยื่นข้อเสนอซื้อในราคา)",
    "Strategy_Tip": "ตลาดรีเซลรองเท้าผันผวนและขึ้นอยู่กับกระแส! กำไร 40% คือผลตอบแทนที่ยอดเยี่ยมและปลอดภัย การขายตอนนี้ก่อนที่กระแสจะซาคือการตัดสินใจที่ชาญฉลาด",
    "Affected_Assets": "รองเท้าผ้าใบ (Limited Edition)",
    "Effect_type": "เสนอซื้อ (System)",
    "Effect_Value": "ต้นทุน + 40%",
    "Effect_Duration": "ทันที",
    "Effect_Description": "ระบบจะยื่นข้อเสนอซื้อ \"รองเท้าผ้าใบ (Limited Edition)\" ของคุณในราคาต้นทุน +40%"
  },
  {
    "Card_id": 21,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Prosperity",
    "Title": "โปรเพลเยอร์ในตำนาน",
    "Description": "โปรเพลเยอร์ชื่อดังต้องการ 'การ์ดเกมสะสม (ใบหายาก)' ของคุณเพื่อใช้ในการแข่งขันนัดพิเศษ! (หากคุณมี \"การ์ดเกมสะสม (ใบหายาก)\" ระบบจะยื่นข้อเสนอซื้อในราคา)",
    "Strategy_Tip": "ข้อเสนอนี้อาจเปลี่ยนการ์ดของคุณให้กลายเป็นตำนาน! การขายให้โปรเพลเยอร์อาจทำให้การ์ดใบนี้มีเรื่องราวและมูลค่าสูงขึ้นไปอีกในอนาคตสำหรับเจ้าของคนต่อไป",
    "Affected_Assets": "การ์ดเกมสะสม (ใบหายาก)",
    "Effect_type": "เสนอซื้อ (System)",
    "Effect_Value": "ต้นทุน + 6000",
    "Effect_Duration": "ทันที",
    "Effect_Description": "ระบบจะยื่นข้อเสนอซื้อ \"การ์ดเกมสะสม (ใบหายาก)\" ของคุณในราคาต้นทุน +6,000 บาท"
  },
  {
    "Card_id": 22,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Prosperity",
    "Title": "เศรษฐีใหม่สายอาร์ต",
    "Description": "เศรษฐีหนุ่มที่เพิ่งประสบความสำเร็จกำลังมองหา 'งานศิลปะจากศิลปินหน้าใหม่' เพื่อลงทุนและตกแต่งบ้านหลังแรกของเขา ( หากคุณมี \"งานศิลปะจากศิลปินหน้าใหม่\" ระบบจะยื่นข้อเสนอซื้อในราคา)",
    "Strategy_Tip": "การมีคนยอมจ่ายแพงขึ้น 50% คือเครื่องยืนยันว่าคุณ 'ตาถึง'! การขายตอนนี้คือกำไรที่จับต้องได้ แต่การเดิมพันกับศิลปินดาวรุ่งคนนี้ต่อไปอาจเป็นการลงทุนที่เปลี่ยนชีวิตคุณได้เลย",
    "Affected_Assets": "งานศิลปะจากศิลปินหน้าใหม่",
    "Effect_type": "เสนอซื้อ (System)",
    "Effect_Value": "ต้นทุน + 50%",
    "Effect_Duration": "ทันที",
    "Effect_Description": "ระบบจะยื่นข้อเสนอซื้อ \"งานศิลปะจากศิลปินหน้าใหม่\" ของคุณในราคาต้นทุน +50%"
  },
  {
    "Card_id": 23,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Prosperity",
    "Title": "นักลงทุนเมินพันธบัตร",
    "Description": "แม้รัฐบาลจะออกพันธบัตรรุ่นใหม่ แต่ด้วยผลตอบแทนในตลาดหุ้นที่น่าดึงดูดกว่ามาก ทำให้นักลงทุนส่วนใหญ่เมินเฉยต่อพันธบัตร ส่งผลให้ความน่าสนใจลดลง",
    "Strategy_Tip": "การมีสินทรัพย์ที่ให้ผลตอบแทนคงที่ (Fixed Income) อย่างพันธบัตรอยู่ในพอร์ต จะช่วยลดความผันผวนโดยรวมได้ดี แม้มูลค่าอาจลดลงเล็กน้อยในช่วงที่ตลาดหุ้นดี",
    "Affected_Assets": "พันธบัตร",
    "Effect_type": "Cashflow ลด %",
    "Effect_Value": -3,
    "Effect_Duration": "ถาวร",
    "Effect_Description": "Cash Flow จาก \"พันธบัตร\" ทั้งหมดลดลง 3% อย่างถาวร"
  },
  {
    "Card_id": 24,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Prosperity",
    "Title": "เทรนด์ร้านอาหาร Specialty มาแรง",
    "Description": "ผู้คนนิยมหาร้านอาหารที่มีเอกลักษณ์เฉพาะตัวมากขึ้น ทำให้ธุรกิจร้านอาหารขนาดเล็กที่มีจุดเด่นน่าสนใจมีรายได้เพิ่มขึ้นอย่างต่อเนื่อง",
    "Strategy_Tip": "การสร้างจุดเด่นและความแตกต่าง คือหัวใจสำคัญของธุรกิจอาหารในยุคนี้",
    "Affected_Assets": "ร่วมหุ้นร้านอาหารกับเพื่อน",
    "Effect_type": "Cashflow เพิ่ม %",
    "Effect_Value": 18,
    "Effect_Duration": "4 เทิร์น",
    "Effect_Description": "Cash Flow จาก \"ร่วมหุ้นร้านอาหารกับเพื่อน\" เพิ่มขึ้น 18% เป็นเวลา 4 เทิร์น"
  },
  {
    "Card_id": 25,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Prosperity",
    "Title": "โอกาสทางธุรกิจมาถึง!",
    "Description": "นักลงทุนรายใหญ่สนใจโมเดลธุรกิจ 'ร้านสะดวกซัก' ของคุณและต้องการขอซื้อกิจการเพื่อนำไปขยายต่อในระดับประเทศ! (หากคุณเป็นเจ้าของ \"แฟรนไชส์ร้านสะดวกซัก\" ระบบจะยื่นข้อเสนอซื้อ)",
    "Strategy_Tip": "การขายธุรกิจตอนนี้อาจทำให้คุณได้กำไรก้อนใหญ่เพื่อไปลงทุนอย่างอื่นต่อ แต่ก็เท่ากับคุณจะสูญเสียแหล่ง Passive Income ที่ดีไป",
    "Affected_Assets": "แฟรนไชส์ร้านสะดวกซัก",
    "Effect_type": "เสนอซื้อ (System)",
    "Effect_Value": "ต้นทุน x 2",
    "Effect_Duration": "ทันที",
    "Effect_Description": "ระบบจะยื่นข้อเสนอซื้อ \"แฟรนไชส์ร้านสะดวกซัก\" ของคุณในราคาต้นทุน x2"
  },
  {
    "Card_id": 26,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Prosperity",
    "Title": "การลงทุนในโครงสร้างพื้นฐานบูม",
    "Description": "ภาครัฐและเอกชนต่างเร่งลงทุนในโครงการโครงสร้างพื้นฐานขนาดใหญ่ทั่วประเทศ ส่งผลดีต่อหุ้นในกลุ่มที่เกี่ยวข้อง (ในเทิร์นนี้ หุ้นกลุ่มอสังหาฯ และก่อสร้างจะมีมูลค่าเพิ่มขึ้นทันที 10%)",
    "Strategy_Tip": "โครงการขนาดใหญ่ของภาครัฐ (Mega Project) คือ ปัจจัยสำคัญที่ขับเคลื่อนหุ้นในกลุ่มโครงสร้างพื้นฐาน",
    "Affected_Assets": "PROPCON – อสังหาริมทรัพย์และก่อสร้าง",
    "Effect_type": "มูลค่าเพิ่ม %",
    "Effect_Value": 10,
    "Effect_Duration": "ทันที",
    "Effect_Description": "มูลค่าหุ้นกลุ่ม PROPCON ของผู้เล่นเพิ่มขึ้น 10% ทันที"
  },
  {
    "Card_id": 27,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Prosperity",
    "Title": "เมืองขยายตัว",
    "Description": "มีการประกาศแผนพัฒนาเมืองใหม่ ทำให้ราคาที่ดินในบริเวณรอบๆ ที่คุณถือครองอยู่มีแนวโน้มสูงขึ้นอย่างชัดเจน ในเทิร์นนี้ หากผู้เล่นถือครองที่ดินเปล่า จะได้รับข้อเสนอขายในราคาต้นทุน x2 (หากคุณปฏิเสธ ข้อเสนอนี้จะถูกส่งต่อไปยังผู้เล่นคนถัดไป)",
    "Strategy_Tip": "การลงทุนในที่ดินเป็นการลงทุนระยะยาวที่ต้องอาศัยการคาดการณ์อนาคต แต่โอกาสขายทำกำไรก็อาจมาได้จากปัจจัยภายนอกเช่นการพัฒนาเมือง",
    "Affected_Assets": "ที่ดินเปล่า (รอการพัฒนา)",
    "Effect_type": "เสนอซื้อ (System)",
    "Effect_Value": "ต้นทุน x 2",
    "Effect_Duration": "ทันที",
    "Effect_Description": "ระบบจะยื่นข้อเสนอซื้อ \"ที่ดินเปล่า\" ของคุณในราคาต้นทุน x2"
  },
  {
    "Card_id": 28,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Prosperity",
    "Title": "สลากฯ ออกรางวัลพิเศษ",
    "Description": "มีการออกรางวัลพิเศษสำหรับผู้ถือสลากออมทรัพย์เพื่อเป็นการฉลองครบรอบ! คุณอาจเป็นผู้โชคดี (หากคุณมีสินทรัพย์ที่อยู่ใน \"สลากออมทรัพย์\" ให้ทอยลูกเต๋า 1 ลูก หากออกเลข 5 หรือ 6 คุณจะได้รับเงินสด 5,000 บาท)",
    "Strategy_Tip": "แม้จะไม่ใช่การลงทุนหลัก แต่การมีสินทรัพย์เสี่ยงต่ำไว้ลุ้นโชคเล็กๆ น้อยๆ ก็ช่วยเพิ่มความสนุกให้กับการออมเงินได้",
    "Affected_Assets": "สลากออมทรัพย์",
    "Effect_type": "เงินสดเพิ่ม (สุ่ม)",
    "Effect_Value": 5000,
    "Effect_Duration": "ทันที",
    "Effect_Description": "ทอยลูกเต๋า 1 ลูก: หากออกเลข 5 หรือ 6 ได้รับเงินสด 5,000 บาท"
  },
  {
    "Card_id": 29,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Prosperity",
    "Title": "ผู้เช่าดีเด่น",
    "Description": "ผู้เช่าอาคารของคุณจ่ายค่าเช่าตรงเวลาและยังขอต่อสัญญาระยะยาวพร้อมเพิ่มค่าเช่าเล็กน้อยหากคุณเป็นเจ้าของ อาคารพาณิชย์ (ต่างจังหวัด) หรือ ห้องเช่าในตึกแถวเก่า หรือ ทาวน์เฮาส์มือสอง (ให้เช่า) ได้รับ Cashflow +1,000 บาท แบบถาวร",
    "Strategy_Tip": "การคัดเลือกผู้เช่าที่ดีคือหัวใจสำคัญของการลงทุนในอสังหาริมทรัพย์ให้เช่า เพราะจะช่วยลดปัญหาและสร้างรายได้ที่มั่นคง",
    "Affected_Assets": "อาคารพาณิชย์, ห้องเช่า, ทาวน์เฮาส์",
    "Effect_type": "Cashflow เพิ่ม",
    "Effect_Value": 1000,
    "Effect_Duration": "ถาวร",
    "Effect_Description": "Cash Flow จากสินทรัพย์ที่ระบุ เพิ่มขึ้น 1,000 บาท/เดือน อย่างถาวร"
  },
  {
    "Card_id": 30,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Prosperity",
    "Title": "YouTuber รีวิวร้านคุณ",
    "Description": "โชคดีสุดๆ! YouTuber ชื่อดังบังเอิญมารีวิว 'รถเข็นขายอาหาร/เครื่องดื่ม' ของคุณ ทำให้ร้านเป็นไวรัลและยอดขายพุ่งกระฉูด! (หากคุณเป็นเจ้าของ \"รถเข็นขายอาหาร/เครื่องดื่ม\" จะมี Cash flow เพิ่มขึ้นถึง 50% ต่อเนื่อง 3 เทิร์น)",
    "Strategy_Tip": "พลังของสื่อโซเชียลในยุคปัจจุบันสามารถสร้างการเติบโตแบบก้าวกระโดดให้กับธุรกิจขนาดเล็กได้",
    "Affected_Assets": "รถเข็นขายอาหาร/เครื่องดื่ม",
    "Effect_type": "Cashflow เพิ่ม %",
    "Effect_Value": 50,
    "Effect_Duration": "3 เทิร์น",
    "Effect_Description": "Cash Flow จาก \"รถเข็นขายอาหาร/เครื่องดื่ม\" เพิ่มขึ้น 50% เป็นเวลา 3 เทิร์น"
  },
  {
    "Card_id": 31,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Prosperity",
    "Title": "เทรนด์ Staycation ได้รับความนิยม",
    "Description": "ผู้คนนิยมท่องเที่ยวในประเทศและมองหาที่พักสวยๆ เพื่อพักผ่อนในช่วงสุดสัปดาห์ ทำให้ 'บ้านพักตากอากาศ' มีอัตราการเข้าพักสูงขึ้น หากคุณเป็นเจ้าของ บ้านพักตากอากาศ (ลงทุนร่วมกับเพื่อน) จะมี Cashflow บวกเพิ่ม 1,500 บาท ต่อเนื่อง 2 เทิร์น",
    "Strategy_Tip": "การจับกระแสการท่องเที่ยวในประเทศสามารถสร้างรายได้ที่ดีให้กับธุรกิจที่พักขนาดเล็กได้",
    "Affected_Assets": "บ้านพักตากอากาศ (ลงทุนร่วมกับเพื่อน)",
    "Effect_type": "Cashflow เพิ่ม",
    "Effect_Value": 1500,
    "Effect_Duration": "2 เทิร์น",
    "Effect_Description": "Cash Flow จาก \"บ้านพักตากอากาศ\" เพิ่มขึ้น 1,500 บาท/เดือน เป็นเวลา 2 เทิร์น"
  },
  {
    "Card_id": 32,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Prosperity",
    "Title": "คอนโดปล่อยเช่า (ชานเมือง) ได้รับความนิยม",
    "Description": "ความต้องการที่อยู่อาศัยในชานเมืองสูงขึ้นจากการขยายเส้นทางรถไฟฟ้า ทำให้คอนโดที่คุณถือครองปล่อยเช่าได้ง่ายขึ้น หากคุณเป็นเจ้าของ คอนโดปล่อยเช่า (ชานเมือง) จะมี Cashflow บวกเพิ่ม 800 บาท ต่อเนื่อง 3 เทิร์น",
    "Strategy_Tip": "การเลือกทำเลที่ดีสามารถสร้างรายได้ระยะสั้นและยาวจากอสังหาริมทรัพย์ได้",
    "Affected_Assets": "คอนโดปล่อยเช่า (ชานเมือง)",
    "Effect_type": "Cashflow เพิ่ม",
    "Effect_Value": 800,
    "Effect_Duration": "3 เทิร์น",
    "Effect_Description": "Cash Flow จาก \"คอนโดปล่อยเช่า (ชานเมือง)\" เพิ่มขึ้น 800 บาท/เดือน เป็นเวลา 3 เทิร์น"
  },
  {
    "Card_id": 33,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Prosperity",
    "Title": "สวนเกษตรเล็กๆ ได้ผลผลิตดี",
    "Description": "ฤดูกาลปีนี้อากาศเหมาะสม ทำให้ผลผลิตออกดกและขายได้ราคาดี หากคุณเป็นเจ้าของ สวนเกษตรเล็กๆ (ให้เช่า) จะมี Cashflow บวกเพิ่ม 900 บาท ต่อเนื่อง 2 เทิร์น",
    "Strategy_Tip": "การลงทุนในที่ดินเกษตรสามารถสร้างรายได้เสริม แม้จะเป็นพื้นที่ขนาดเล็ก",
    "Affected_Assets": "สวนเกษตรเล็กๆ (ให้เช่า)",
    "Effect_type": "Cashflow เพิ่ม",
    "Effect_Value": 900,
    "Effect_Duration": "2 เทิร์น",
    "Effect_Description": "Cash Flow จาก \"สวนเกษตรเล็กๆ\" เพิ่มขึ้น 900 บาท/เดือน เป็นเวลา 2 เทิร์น"
  },
  {
    "Card_id": 34,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Prosperity",
    "Title": "ที่จอดรถใกล้รถไฟฟ้าเต็มตลอด",
    "Description": "กระแสคนใช้รถไฟฟ้าเพิ่มขึ้น ทำให้ที่จอดรถของคุณเต็มแทบทุกวันEffect: หากคุณเป็นเจ้าของ ที่จอดรถให้เช่า (ใกล้รถไฟฟ้า) ได้รับ Cashflow +1,200 บาท ต่อเนื่อง 2 เทิร์น",
    "Strategy_Tip": "การลงทุนในที่จอดรถตามทำเลสำคัญสามารถสร้างรายได้ที่มั่นคงจากพฤติกรรมการเดินทางของผู้คน",
    "Affected_Assets": "ที่จอดรถให้เช่า (ใกล้รถไฟฟ้า)",
    "Effect_type": "Cashflow เพิ่ม",
    "Effect_Value": 1200,
    "Effect_Duration": "2 เทิร์น",
    "Effect_Description": "Cash Flow จาก \"ที่จอดรถให้เช่า\" เพิ่มขึ้น 1,200 บาท/เดือน เป็นเวลา 2 เทิร์น"
  },
  {
    "Card_id": 1,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Recession",
    "Title": "ตลาดหุ้นแดงทั้งกระดาน",
    "Description": "ความกังวลต่อภาวะเศรษฐกิจถดถอยทำให้นักลงทุนเทขายหุ้นอย่างหนัก ตลาดหุ้นตกลงอย่างรุนแรง",
    "Strategy_Tip": "ในช่วงตลาดหมี การถือเงินสดคือราชา การรีบร้อนช้อนซื้ออาจทำให้คุณเจ็บตัวหนักกว่าเดิม ควรรอให้ตลาดนิ่งก่อน",
    "Affected_Assets": "หุ้นสามัญ-ทั้งหมด",
    "Effect_type": "มูลค่าลดลง %",
    "Effect_Value": -12,
    "Effect_Duration": "ทันที",
    "Effect_Description": "มูลค่าหุ้นสามัญทั้งหมดของผู้เล่นลดลง 12% ทันที"
  },
  {
    "Card_id": 2,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Recession",
    "Title": "บริษัทประกาศปลดพนักงาน",
    "Description": "พิษเศรษฐกิจทำให้บริษัทหลายแห่งต้องลดขนาดองค์กร ส่งผลให้กำลังซื้อโดยรวมลดลงอย่างน่าใจหาย",
    "Strategy_Tip": "แม้แต่หุ้น Defensive ก็ยังได้รับผลกระทบในช่วงเศรษฐกิจถดถอย นี่คือเวลาพิสูจน์ว่าเงินสำรองฉุกเฉินของคุณมีเพียงพอหรือไม่",
    "Affected_Assets": "CONSUMP – สินค้าอุปโภคบริโภค",
    "Effect_type": "มูลค่าลดลง %",
    "Effect_Value": -10,
    "Effect_Duration": "ทันที",
    "Effect_Description": "มูลค่าหุ้นกลุ่ม CONSUMP ของผู้เล่นลดลง 10% ทันที"
  },
  {
    "Card_id": 3,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Recession",
    "Title": "โรงงานลดกำลังการผลิต",
    "Description": "ยอดคำสั่งซื้อจากต่างประเทศลดลง ทำให้โรงงานอุตสาหกรรมหลายแห่งต้องลดกำลังการผลิตลง",
    "Strategy_Tip": "หุ้นกลุ่มอุตสาหกรรมและการผลิตมีความอ่อนไหวต่อเศรษฐกิจโลกเป็นอย่างมาก",
    "Affected_Assets": "INDUS – อุตสาหกรรม",
    "Effect_type": "มูลค่าลดลง %",
    "Effect_Value": -12,
    "Effect_Duration": "ทันที",
    "Effect_Description": "มูลค่าหุ้นกลุ่ม INDUS ของผู้เล่นลดลง 12% ทันที"
  },
  {
    "Card_id": 4,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Recession",
    "Title": "ธนาคารตั้งสำรองหนี้สูญ",
    "Description": "ธนาคารคาดการณ์ว่าหนี้เสีย (NPL) จะเพิ่มสูงขึ้น จึงต้องกันเงินสำรองจำนวนมาก ซึ่งกระทบต่อกำไร",
    "Strategy_Tip": "ผลประกอบการของธนาคารคือภาพสะท้อนสุขภาพของเศรษฐกิจโดยรวมได้เป็นอย่างดี",
    "Affected_Assets": "FINCIAL – การเงิน",
    "Effect_type": "มูลค่าลดลง %",
    "Effect_Value": -10,
    "Effect_Duration": "ทันที",
    "Effect_Description": "มูลค่าหุ้นกลุ่ม FINCIAL ของผู้เล่นลดลง 10% ทันที"
  },
  {
    "Card_id": 5,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Recession",
    "Title": "โครงการก่อสร้างถูกระงับ",
    "Description": "ความไม่แน่นอนทางเศรษฐกิจทำให้บริษัทพัฒนาอสังหาริมทรัพย์หลายแห่งตัดสินใจระงับโครงการที่กำลังก่อสร้างไว้ก่อน",
    "Strategy_Tip": "หุ้นกลุ่มก่อสร้างมีความอ่อนไหวต่อความเชื่อมั่นทางเศรษฐกิจสูงมาก",
    "Affected_Assets": "PROPCON – อสังหาริมทรัพย์และก่อสร้าง",
    "Effect_type": "มูลค่าลดลง %",
    "Effect_Value": -12,
    "Effect_Duration": "ทันที",
    "Effect_Description": "มูลค่าหุ้นกลุ่ม PROPCON ของผู้เล่นลดลง 12% ทันที"
  },
  {
    "Card_id": 6,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Recession",
    "Title": "การท่องเที่ยวซบเซาหนัก",
    "Description": "นักท่องเที่ยวหายไปเกือบหมด ทำให้ธุรกิจที่เกี่ยวข้องกับการบริการ เช่น โรงแรมและสายการบิน ขาดทุนอย่างหนัก",
    "Strategy_Tip": "หุ้นกลุ่มบริการมีความอ่อนไหวต่อภาวะเศรษฐกิจมากที่สุดกลุ่มหนึ่ง และมักจะเป็นกลุ่มที่ได้รับผลกระทบหนักที่สุดในช่วงถดถอย",
    "Affected_Assets": "SERVICE – บริการ",
    "Effect_type": "มูลค่าลดลง %",
    "Effect_Value": -12,
    "Effect_Duration": "ทันที",
    "Effect_Description": "มูลค่าหุ้นกลุ่ม SERVICE ของผู้เล่นลดลง 12% ทันที"
  },
  {
    "Card_id": 7,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Recession",
    "Title": "เทคโนโลยีไม่ใช่สิ่งจำเป็น",
    "Description": "ผู้คนชะลอการซื้ออุปกรณ์ไอทีและแกดเจ็ตใหม่ๆ เพื่อเก็บเงินสดไว้สำหรับค่าใช้จ่ายที่จำเป็นกว่า",
    "Strategy_Tip": "แม้จะเป็นหุ้นเติบโต แต่หุ้นกลุ่มเทคโนโลยีก็ยังได้รับผลกระทบจากกำลังซื้อที่ลดลงของผู้บริโภค",
    "Affected_Assets": "TECH – เทคโนโลยี",
    "Effect_type": "มูลค่าลดลง %",
    "Effect_Value": -8,
    "Effect_Duration": "ทันที",
    "Effect_Description": "มูลค่าหุ้นกลุ่ม TECH ของผู้เล่นลดลง 8% ทันที"
  },
  {
    "Card_id": 8,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Recession",
    "Title": "ราคาน้ำมันดิ่ง",
    "Description": "เศรษฐกิจโลกที่ชะลอตัวทำให้ความต้องการใช้น้ำมันลดลงอย่างมาก ส่งผลให้ราคาน้ำมันดิ่งลงรุนแรง",
    "Strategy_Tip": "หุ้นกลุ่มพลังงานมีความผันผวนสูงและมักจะเคลื่อนไหวตามราคาน้ำมันในตลาดโลกโดยตรง",
    "Affected_Assets": "RESOURC – ทรัพยากร",
    "Effect_type": "มูลค่าลดลง %",
    "Effect_Value": -12,
    "Effect_Duration": "ทันที",
    "Effect_Description": "มูลค่าหุ้นกลุ่ม RESOURC ของผู้เล่นลดลง 12% ทันที"
  },
  {
    "Card_id": 9,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Recession",
    "Title": "หุ้นอาหารยังไปไหว",
    "Description": "ท่ามกลางข่าวร้าย คนยังต้องกินต้องใช้ ทำให้หุ้นกลุ่มอาหารเป็นเพียงไม่กี่กลุ่มที่ยังคงยืนหยัดอยู่ได้",
    "Strategy_Tip": "ในช่วงเศรษฐกิจถดถอย หุ้นกลุ่มสินค้าจำเป็น (Defensive Stocks) เช่น อาหาร มักจะทนทานต่อสภาวะตลาดได้ดีกว่ากลุ่มอื่น",
    "Affected_Assets": "AGRO – เกษตรและอุตสาหกรรมอาหาร",
    "Effect_type": "มูลค่าเพิ่ม %",
    "Effect_Value": 3,
    "Effect_Duration": "ทันที",
    "Effect_Description": "มูลค่าหุ้นกลุ่ม AGRO ของผู้เล่นเพิ่มขึ้น 3% ทันที"
  },
  {
    "Card_id": 10,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Recession",
    "Title": "คนแห่หนีเข้าเมือง",
    "Description": "ผู้คนในชานเมืองได้รับผลกระทบหนัก ทำให้ต้องย้ายเข้าเมืองเพื่อหางาน ส่งผลให้ 'คอนโดปล่อยเช่า' ของคุณหาผู้เช่ายากขึ้น",
    "Strategy_Tip": "ทำเลคือปัจจัยสำคัญ ในช่วงเศรษฐกิจไม่ดี อสังหาฯ ในเมืองอาจทนทานกว่า",
    "Affected_Assets": "คอนโดปล่อยเช่า (ชานเมือง)",
    "Effect_type": "Cashflow ลดลง",
    "Effect_Value": -1500,
    "Effect_Duration": "4 เทิร์น",
    "Effect_Description": "Cash Flow จาก \"คอนโดปล่อยเช่า (ชานเมือง)\" ลดลง 1,500 บาท/เดือน เป็นเวลา 4 เทิร์น"
  },
  {
    "Card_id": 11,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Recession",
    "Title": "ตลาดบ้านมือสองราคาตก",
    "Description": "คนร้อนเงินจำนวนมากนำ 'ทาวน์เฮาส์มือสอง' ออกมาขายตัดราคา ทำให้มูลค่าตลาดโดยรวมลดลง",
    "Strategy_Tip": "ช่วงเวลาที่คนอื่นกลัว คือโอกาสที่ดีที่สุดในการเข้าซื้อของดีราคาถูก",
    "Affected_Assets": "ทาวน์เฮาส์มือสอง (ให้เช่า)",
    "Effect_type": "มูลค่าลดลง %",
    "Effect_Value": -10,
    "Effect_Duration": "ทันที",
    "Effect_Description": "มูลค่าสินทรัพย์ \"ทาวน์เฮาส์มือสอง\" ของผู้เล่นลดลง 10% ทันที"
  },
  {
    "Card_id": 12,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Recession",
    "Title": "ร้านค้าปิดตัว",
    "Description": "ธุรกิจขนาดเล็กในต่างจังหวัดไปต่อไม่ไหว ทำให้ 'อาคารพาณิชย์' ของคุณว่างลงและขาดรายได้",
    "Strategy_Tip": "การลงทุนที่ผูกกับเศรษฐกิจท้องถิ่นมีความเสี่ยงสูงเมื่อเศรษฐกิจโดยรวมซบเซา",
    "Affected_Assets": "อาคารพาณิชย์ (ต่างจังหวัด)",
    "Effect_type": "Cashflow ลดลง",
    "Effect_Value": -5000,
    "Effect_Duration": "6 เทิร์น",
    "Effect_Description": "Cash Flow จาก \"อาคารพาณิชย์\" ลดลง 5,000 บาท/เดือน เป็นเวลา 6 เทิร์น"
  },
  {
    "Card_id": 13,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Recession",
    "Title": "โครงการพัฒนาถูกระงับ",
    "Description": "รัฐบาลตัดงบประมาณและระงับโครงการพัฒนาพื้นที่ใหม่ๆ ทำให้ 'ที่ดินเปล่า' ของคุณยังคงไม่มีมูลค่าเพิ่มขึ้น",
    "Strategy_Tip": "การลงทุนในที่ดินเป็นการลงทุนระยะยาวที่ต้องอาศัยความอดทนสูงมาก",
    "Affected_Assets": "ที่ดินเปล่า (รอการพัฒนา)",
    "Effect_type": "เสนอซื้อ (System)",
    "Effect_Value": "ต้นทุน",
    "Effect_Duration": "ทันที",
    "Effect_Description": "ระบบจะยื่นข้อเสนอซื้อ \"ที่ดินเปล่า\" ของคุณในราคาต้นทุน"
  },
  {
    "Card_id": 14,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Recession",
    "Title": "นักท่องเที่ยวหาย",
    "Description": "คนไม่มีอารมณ์ท่องเที่ยว ทำให้ 'บ้านพักตากอากาศ' ของคุณไม่มีคนเข้าพักเลย",
    "Strategy_Tip": "ธุรกิจที่เกี่ยวกับการท่องเที่ยวเป็นกลุ่มแรกๆ ที่จะได้รับผลกระทบหนักในช่วงเศรษฐกิจถดถอย",
    "Affected_Assets": "บ้านพักตากอากาศ (ลงทุนร่วมกับเพื่อน)",
    "Effect_type": "Cashflow ลดลง",
    "Effect_Value": -2000,
    "Effect_Duration": "4 เทิร์น",
    "Effect_Description": "Cash Flow จาก \"บ้านพักตากอากาศ\" ลดลง 2,000 บาท/เดือน เป็นเวลา 4 เทิร์น"
  },
  {
    "Card_id": 15,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Recession",
    "Title": "ผู้เช่าย้ายออก",
    "Description": "ผู้เช่า 'ห้องเช่าในตึกแถวเก่า' ของคุณตกงานและขอย้ายออก ทำให้คุณขาดรายได้",
    "Strategy_Tip": "ความเสี่ยงเรื่อง \"ห้องว่าง\" (Vacancy) จะสูงขึ้นมากในช่วงเศรษฐกิจไม่ดี",
    "Affected_Assets": "ห้องเช่าในตึกแถวเก่า",
    "Effect_type": "Cashflow ลดลง",
    "Effect_Value": -1200,
    "Effect_Duration": "4 เทิร์น",
    "Effect_Description": "Cash Flow จาก \"ห้องเช่าในตึกแถวเก่า\" ลดลง 1,200 บาท/เดือน เป็นเวลา 4 เทิร์น"
  },
  {
    "Card_id": 16,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Recession",
    "Title": "คน Work from Home",
    "Description": "บริษัทหลายแห่งให้พนักงานทำงานจากที่บ้าน ทำให้ความต้องการ 'ที่จอดรถให้เช่า' ของคุณลดลง",
    "Strategy_Tip": "เทรนด์การทำงานที่เปลี่ยนไปส่งผลโดยตรงต่อความต้องการในตลาดอสังหาริมทรัพย์",
    "Affected_Assets": "ที่จอดรถให้เช่า (ใกล้รถไฟฟ้า)",
    "Effect_type": "Cashflow ลดลง",
    "Effect_Value": -500,
    "Effect_Duration": "6 เทิร์น",
    "Effect_Description": "Cash Flow จาก \"ที่จอดรถให้เช่า\" ลดลง 500 บาท/เดือน เป็นเวลา 6 เทิร์น"
  },
  {
    "Card_id": 17,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Recession",
    "Title": "ตลาดนัดเงียบเหงา",
    "Description": "คนไม่มีเงินจับจ่ายใช้สอย ทำให้พ่อค้าแม่ค้าไม่มาเช่า 'แผงลอยในตลาดนัด' ของคุณ",
    "Strategy_Tip": "เศรษฐกิจฐานรากจะได้รับผลกระทบโดยตรงเมื่อกำลังซื้อของผู้คนลดลง",
    "Affected_Assets": "แผงลอยในตลาดนัด",
    "Effect_type": "Cashflow ลดลง",
    "Effect_Value": -800,
    "Effect_Duration": "4 เทิร์น",
    "Effect_Description": "Cash Flow จาก \"แผงลอยในตลาดนัด\" ลดลง 800 บาท/เดือน เป็นเวลา 4 เทิร์น"
  },
  {
    "Card_id": 18,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Recession",
    "Title": "ผลผลิตล้นตลาด",
    "Description": "เกษตรกรได้รับผลกระทบจากราคาพืชผลตกต่ำ ทำให้ผู้เช่า 'สวนเกษตรเล็กๆ' ของคุณไม่มีเงินจ่ายค่าเช่า",
    "Strategy_Tip": "การลงทุนในภาคเกษตรมีความเสี่ยงจากราคาตลาดและความไม่แน่นอนของธรรมชาติ",
    "Affected_Assets": "สวนเกษตรเล็กๆ (ให้เช่า)",
    "Effect_type": "Cashflow ลดลง",
    "Effect_Value": -1000,
    "Effect_Duration": "4 เทิร์น",
    "Effect_Description": "Cash Flow จาก \"สวนเกษตรเล็กๆ\" ลดลง 1,000 บาท/เดือน เป็นเวลา 4 เทิร์น"
  },
  {
    "Card_id": 19,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Recession",
    "Title": "ธุรกิจขนาดเล็กเริ่มเหนื่อย",
    "Description": "เมื่อคนเริ่มประหยัด ธุรกิจขนาดเล็กคือกลุ่มแรกที่ได้รับผลกระทบ ยอดขายที่เคยดีเริ่มลดลง ทำให้กระแสเงินสดหมุนเวียนได้ยากขึ้น",
    "Strategy_Tip": "การมีเงินสดสำรองเพียงพอสำหรับธุรกิจคือหัวใจสำคัญที่จะช่วยให้คุณผ่านช่วงเวลาที่ยากลำบากไปได้",
    "Affected_Assets": "ธุรกิจ, แฟรนไชส์",
    "Effect_type": "Cashflow ลดลง %",
    "Effect_Value": -15,
    "Effect_Duration": "6 เทิร์น",
    "Effect_Description": "Cash Flow จาก \"ธุรกิจ\" และ \"แฟรนไชส์\" ลดลง 15% เป็นเวลา 6 เทิร์น"
  },
  {
    "Card_id": 20,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Recession",
    "Title": "การแข่งขันตัดราคา",
    "Description": "ร้านค้าต่างๆ เริ่มแข่งขันกันลดราคาเพื่อดึงดูดลูกค้าที่เหลือน้อยนิด ส่งผลให้กำไรของ 'ร้านขายของออนไลน์' ของคุณลดลง",
    "Strategy_Tip": "ในช่วงเศรษฐกิจไม่ดี การรักษากำไรจะทำได้ยากขึ้นมาก",
    "Affected_Assets": "เปิดร้านขายของออนไลน์",
    "Effect_type": "Cashflow ลดลง",
    "Effect_Value": -1000,
    "Effect_Duration": "4 เทิร์น",
    "Effect_Description": "Cash Flow จาก \"เปิดร้านขายของออนไลน์\" ลดลง 1,000 บาท/เดือน เป็นเวลา 4 เทิร์น"
  },
  {
    "Card_id": 21,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Recession",
    "Title": "คนเลิกดื่มชานมไข่มุก",
    "Description": "ชานมไข่มุกกลายเป็นของฟุ่มเฟือยที่คนตัดออกเป็นอันดับแรกๆ ทำให้ยอดขาย 'แฟรนไชส์ร้านชานมไข่มุก' ของคุณลดลงอย่างน่าใจหาย",
    "Strategy_Tip": "ธุรกิจที่ขายสินค้าที่ไม่จำเป็น (Non-essential) จะได้รับผลกระทบหนักในช่วงเศรษฐกิจถดถอย",
    "Affected_Assets": "แฟรนไชส์ร้านชานมไข่มุก",
    "Effect_type": "Cashflow ลดลง",
    "Effect_Value": -2000,
    "Effect_Duration": "6 เทิร์น",
    "Effect_Description": "Cash Flow จาก \"แฟรนไชส์ร้านชานมไข่มุก\" ลดลง 2,000 บาท/เดือน เป็นเวลา 6 เทิร์น"
  },
  {
    "Card_id": 22,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Recession",
    "Title": "ขายกิจการด่วน! (ปฏิสัมพันธ์)",
    "Description": "เจ้าของ 'ร้านอาหาร' คนปัจจุบันทนพิษเศรษฐกิจไม่ไหวและต้องการขายกิจการอย่างเร่งด่วนในราคาขาดทุน!",
    "Strategy_Tip": "วิกฤตของคนอื่นคือโอกาสของเรา การเข้าซื้อธุรกิจที่ดีในราคาที่ถูกมากๆ อาจเป็นการลงทุนที่เปลี่ยนชีวิตคุณได้เลย",
    "Affected_Assets": "ร่วมหุ้นร้านอาหารกับเพื่อน",
    "Effect_type": "เสนอซื้อ (System)",
    "Effect_Value": "ต้นทุน - 40%",
    "Effect_Duration": "ทันที",
    "Effect_Description": "ระบบจะยื่นข้อเสนอซื้อสินทรัพย์ \"ร่วมหุ้นร้านอาหารกับเพื่อน\" ในราคาต้นทุน -40%"
  },
  {
    "Card_id": 23,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Recession",
    "Title": "ตู้กดสินค้าไม่มีคนใช้",
    "Description": "ผู้คนประหยัดทุกบาททุกสตางค์และเลิกซื้อของจากตู้กดอัตโนมัติ ทำให้ 'แฟรนไชส์ตู้กดสินค้าอัตโนมัติ' ของคุณไม่มีรายได้",
    "Strategy_Tip": "แม้จะเป็นธุรกิจอัตโนมัติ แต่ก็ยังต้องพึ่งพากำลังซื้อของผู้คนอยู่ดี",
    "Affected_Assets": "แฟรนไชส์ตู้กดสินค้าอัตโนมัติ",
    "Effect_type": "Cashflow ลดลง",
    "Effect_Value": -1500,
    "Effect_Duration": "6 เทิร์น",
    "Effect_Description": "Cash Flow จาก \"แฟรนไชส์ตู้กดสินค้าอัตโนมัติ\" ลดลง 1,500 บาท/เดือน เป็นเวลา 6 เทิร์น"
  },
  {
    "Card_id": 24,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Recession",
    "Title": "ลูกค้าขอลดราคา",
    "Description": "ลูกค้าขาประจำของ 'รถเข็นขายอาหาร' ของคุณได้รับผลกระทบจากเศรษฐกิจ และขอลดราคาพิเศษ ทำให้กำไรของคุณลดลง",
    "Strategy_Tip": "การรักษาลูกค้าเก่าไว้สำคัญมากในช่วงเศรษฐกิจไม่ดี แม้จะต้องยอมลดกำไรลงบ้าง",
    "Affected_Assets": "รถเข็นขายอาหาร/เครื่องดื่ม",
    "Effect_type": "Cashflow ลดลง",
    "Effect_Value": -800,
    "Effect_Duration": "4 เทิร์น",
    "Effect_Description": "Cash Flow จาก \"รถเข็นขายอาหาร/เครื่องดื่ม\" ลดลง 800 บาท/เดือน เป็นเวลา 4 เทิร์น"
  },
  {
    "Card_id": 25,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Recession",
    "Title": "ตลาดเปิดท้ายขายของจำเป็น",
    "Description": "คุณจำเป็นต้องใช้เงิน จึงต้องนำของสะสมไปขายในตลาดเปิดท้าย ซึ่งผู้ซื้อมักจะต่อรองราคาอย่างหนัก",
    "Strategy_Tip": "การขายขาดทุนเป็นเรื่องเจ็บปวด แต่ถ้าคุณต้องการเงินสดเพื่อเอาตัวรอด นี่อาจเป็นทางเลือกเดียว",
    "Affected_Assets": "ของสะสม",
    "Effect_type": "บังคับขาย (System)",
    "Effect_Value": "ต้นทุน - 20%",
    "Effect_Duration": "ทันที",
    "Effect_Description": "ระบบจะบังคับขาย \"ของสะสม\" 1 ชิ้น (สุ่ม) ในราคาต้นทุน -20%"
  },
  {
    "Card_id": 26,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Recession",
    "Title": "จำเป็นต้องขายเพื่อสภาพคล่อง",
    "Description": "คุณมีโอกาสขายของสะสมได้ แต่ต้องยอมรับราคาที่ต่ำกว่าทุน เพราะผู้ซื้อรู้ว่าคุณกำลังร้อนเงิน",
    "Strategy_Tip": "ในภาวะถดถอย ผู้ซื้อเป็นใหญ่ การต่อรองแทบเป็นไปไม่ได้",
    "Affected_Assets": "ของสะสม",
    "Effect_type": "เสนอขาย (System)",
    "Effect_Value": "ต้นทุน - 15%",
    "Effect_Duration": "ทันที",
    "Effect_Description": "ระบบเปิดโอกาสให้คุณขาย \"ของสะสม\" 1 ชิ้น (เลือก) ในราคาต้นทุน -15%"
  },
  {
    "Card_id": 27,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Recession",
    "Title": "นักลงทุนแห่ซื้อทองคำ",
    "Description": "เมื่อตลาดหุ้นผันผวน นักลงทุนต่างนำเงินมาพักไว้ในทองคำ ทำให้ราคาทองคำพุ่งสูงขึ้น",
    "Strategy_Tip": "ทองคำได้พิสูจน์ตัวเองว่าเป็น 'หลุมหลบภัย' ที่ดีที่สุดในยามที่ตลาดผันผวน",
    "Affected_Assets": "ทองคำ",
    "Effect_type": "มูลค่าเพิ่มขึ้น %",
    "Effect_Value": 10,
    "Effect_Duration": "ทันที",
    "Effect_Description": "มูลค่าทองคำทั้งหมดของผู้เล่นเพิ่มขึ้น 10% ทันที"
  },
  {
    "Card_id": 28,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Recession",
    "Title": "ทางเลือกสุดท้าย: โรงรับจำนำ",
    "Description": "ตลาดนาฬิกาหรูเงียบสนิท ทางเลือกเดียวที่จะเปลี่ยน 'นาฬิกาวินเทจ' เป็นเงินสดได้คือการขายให้โรงรับจำนำ",
    "Strategy_Tip": "เป็นข้อเสนอที่แย่มาก แต่ก็ยังดีกว่าไม่ได้เงินเลย",
    "Affected_Assets": "นาฬิกาวินเทจ",
    "Effect_type": "เสนอขาย (System)",
    "Effect_Value": "ต้นทุน - 40%",
    "Effect_Duration": "ทันที",
    "Effect_Description": "ระบบเปิดโอกาสให้คุณขาย \"นาฬิกาวินเทจ\" ในราคาต้นทุน -40%"
  },
  {
    "Card_id": 29,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Recession",
    "Title": "พ่อค้าคนกลางกดราคา",
    "Description": "มีพ่อค้าคนกลางเสนอขอเหมา 'อาร์ตทอยรุ่นลิมิเต็ด' ของคุณไปเก็บไว้รอขายตอนเศรษฐกิจดีขึ้นในราคาที่ต่ำมาก",
    "Strategy_Tip": "การขายตอนนี้คือการยอมขาดทุนมหาศาล แต่การถือไว้ก็ไม่รู้ว่าเมื่อไหร่ราคาจะกลับมา",
    "Affected_Assets": "อาร์ตทอยรุ่นลิมิเต็ด",
    "Effect_type": "เสนอขาย (System)",
    "Effect_Value": "ต้นทุน - 50%",
    "Effect_Duration": "ทันที",
    "Effect_Description": "ระบบเปิดโอกาสให้คุณขาย \"อาร์ตทอยรุ่นลิมิเต็ด\" ในราคาต้นทุน -50%"
  },
  {
    "Card_id": 30,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Recession",
    "Title": "ขายเหมาให้ร้านมือสอง",
    "Description": "คุณจำเป็นต้องขาย 'รองเท้าผ้าใบ (Limited Edition)' ให้ร้านขายของมือสอง ซึ่งเขาตีราคาให้เท่ากับรองเท้าทั่วไป",
    "Strategy_Tip": "มูลค่าของความเป็น Limited Edition ได้หายไปแล้วในตอนนี้",
    "Affected_Assets": "รองเท้าผ้าใบ (Limited Edition)",
    "Effect_type": "เสนอขาย (System)",
    "Effect_Value": "ต้นทุน - 35%",
    "Effect_Duration": "ทันที",
    "Effect_Description": "ระบบเปิดโอกาสให้คุณขาย \"รองเท้าผ้าใบ (Limited Edition)\" ในราคาต้นทุน -35%"
  },
  {
    "Card_id": 31,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Recession",
    "Title": "ขายให้เพื่อนในคอมมูนิตี้",
    "Description": "คุณตัดสินใจขาย 'การ์ดเกมสะสม (ใบหายาก)' ให้ผู้เล่นด้วยกันในราคาถูก เพื่อให้การ์ดยังอยู่ในคอมมูนิตี้ต่อไป",
    "Strategy_Tip": "การขายให้คนในคอมมูนิตี้อาจดีกว่าปล่อยให้การ์ดฝุ่นจับ แต่อย่าคาดหวังกำไร",
    "Affected_Assets": "การ์ดเกมสะสม (ใบหายาก)",
    "Effect_type": "เสนอขาย (System)",
    "Effect_Value": "ต้นทุน - 45%",
    "Effect_Duration": "ทันที",
    "Effect_Description": "ระบบเปิดโอกาสให้คุณขาย \"การ์ดเกมสะสม (ใบหายาก)\" ในราคาต้นทุน -45%"
  },
  {
    "Card_id": 32,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Recession",
    "Title": "จำเป็นต้องขายงานศิลปะคืน",
    "Description": "คุณติดต่อศิลปินเพื่อขอขาย 'งานศิลปะจากศิลปินหน้าใหม่' คืน แต่ศิลปินเองก็ไม่มีเงินมากนักและขอซื้อคืนในราคาต่ำ",
    "Strategy_Tip": "เป็นสถานการณ์ที่น่าเศร้า การขายคืนอาจเป็นการช่วยศิลปิน แต่คุณจะขาดทุนอย่างหนัก",
    "Affected_Assets": "งานศิลปะจากศิลปินหน้าใหม่",
    "Effect_type": "เสนอขาย (System)",
    "Effect_Value": "ต้นทุน - 60%",
    "Effect_Duration": "ทันที",
    "Effect_Description": "ระบบเปิดโอกาสให้คุณขาย \"งานศิลปะจากศิลปินหน้าใหม่\" ในราคาต้นทุน -60%"
  },
  {
    "Card_id": 33,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Recession",
    "Title": "พันธบัตรคือหลุมหลบภัย",
    "Description": "นักลงทุนย้ายเงินจากตลาดหุ้นมายังพันธบัตรเพื่อความปลอดภัย ทำให้ผลตอบแทนจากพันธบัตรที่คุณถืออยู่เพิ่มขึ้น",
    "Strategy_Tip": "นี่คือเหตุผลที่นักลงทุนฉลาดมักจะถือพันธบัตรไว้ในพอร์ตเสมอ เพื่อลดความเสี่ยงในยามวิกฤต",
    "Affected_Assets": "พันธบัตร",
    "Effect_type": "Cashflow เพิ่ม %",
    "Effect_Value": 5,
    "Effect_Duration": "ถาวร",
    "Effect_Description": "Cash Flow จาก \"พันธบัตร\" ทั้งหมดเพิ่มขึ้น 5% อย่างถาวร"
  },
  {
    "Card_id": 34,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Recession",
    "Title": "สลากฯ ยังเป็นที่พึ่ง",
    "Description": "แม้เศรษฐกิจจะไม่ดี แต่ผู้คนยังคงซื้อสลากออมทรัพย์เพื่อความมั่นคงและหวังโชค (หากคุณมี \"สลากออมทรัพย์\" ให้ทอยลูกเต๋า 1 ลูก หากออกเลข 6 คุณจะได้รับเงินสด 3,000 บาท)",
    "Strategy_Tip": "ในยามยากลำบาก การออมเงินคือสิ่งสำคัญ และการได้ลุ้นโชคเล็กๆ น้อยๆ ก็ช่วยให้ใจชื้นขึ้นได้",
    "Affected_Assets": "สลากออมทรัพย์",
    "Effect_type": "เงินสดเพิ่ม (สุ่ม)",
    "Effect_Value": 3000,
    "Effect_Duration": "ทันที",
    "Effect_Description": "ทอยลูกเต๋า 1 ลูก: หากออกเลข 6 ได้รับเงินสด 3,000 บาท"
  },
  {
    "Card_id": 1,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Depression",
    "Title": "ตลาดหุ้นล่มสลาย!",
    "Description": "Black Monday! ความตื่นตระหนกขั้นสุดทำให้นักลงทุนเทขายหุ้นทุกตัวในพอร์ต ตลาดหุ้นดิ่งเหวรุนแรงที่สุดในประวัติศาสตร์",
    "Strategy_Tip": "ช่วงเวลาที่คนอื่นกลัวที่สุด คือช่วงเวลาที่ดีที่สุดในการเข้าซื้อของดีราคาถูก \"Be fearful when others are greedy, and greedy when others are fearful.\" - Warren Buffett",
    "Affected_Assets": "หุ้นสามัญ-ทั้งหมด",
    "Effect_type": "มูลค่าลดลง %",
    "Effect_Value": -20,
    "Effect_Duration": "ทันที",
    "Effect_Description": "มูลค่าหุ้นสามัญทั้งหมดของผู้เล่นลดลง 20% ทันที"
  },
  {
    "Card_id": 2,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Depression",
    "Title": "ธนาคารล้มละลาย!",
    "Description": "ธนาคารพาณิชย์หลายแห่งไม่สามารถทนพิษบาดแผลทางเศรษฐกิจได้และประกาศล้มละลาย สร้างความเสียหายเป็นวงกว้าง",
    "Strategy_Tip": "การล้มละลายของสถาบันการเงินคือสัญญาณของวิกฤตเชิงระบบ (Systemic Risk) ซึ่งส่งผลกระทบต่อทุกภาคส่วนอย่างรุนแรง",
    "Affected_Assets": "FINCIAL – การเงิน",
    "Effect_type": "มูลค่าลดลง %",
    "Effect_Value": -25,
    "Effect_Duration": "ทันที",
    "Effect_Description": "มูลค่าหุ้นกลุ่ม FINCIAL ของผู้เล่นลดลง 25% ทันที"
  },
  {
    "Card_id": 3,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Depression",
    "Title": "บริษัทใหญ่ปิดกิจการ",
    "Description": "แม้แต่บริษัทขนาดใหญ่ในภาคอุตสาหกรรมก็ไปต่อไม่ไหวและต้องปิดตัวลง สร้างความตกตะลึงไปทั่ว",
    "Strategy_Tip": "ในภาวะตกต่ำ แม้แต่บริษัทที่ดูมั่นคงที่สุดก็อาจล้มได้ นี่คือบทเรียนเรื่องความสำคัญของการกระจายความเสี่ยง",
    "Affected_Assets": "INDUS – อุตสาหกรรม",
    "Effect_type": "มูลค่าลดลง %",
    "Effect_Value": -20,
    "Effect_Duration": "ทันที",
    "Effect_Description": "มูลค่าหุ้นกลุ่ม INDUS ของผู้เล่นลดลง 20% ทันที"
  },
  {
    "Card_id": 4,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Depression",
    "Title": "การค้าระหว่างประเทศหยุดชะงัก",
    "Description": "วิกฤตเศรษฐกิจลุกลามไปทั่วโลก ทำให้การเดินทางและการค้าระหว่างประเทศแทบจะหยุดนิ่งสนิท",
    "Strategy_Tip": "วิกฤตเศรษฐกิจที่รุนแรงมักจะลุกลามไปทั่วโลก (Contagion Effect) ทำให้ไม่มีที่ไหนปลอดภัย 100%",
    "Affected_Assets": "SERVICE – บริการ",
    "Effect_type": "มูลค่าลดลง %",
    "Effect_Value": -20,
    "Effect_Duration": "ทันที",
    "Effect_Description": "มูลค่าหุ้นกลุ่ม SERVICE ของผู้เล่นลดลง 20% ทันที"
  },
  {
    "Card_id": 5,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Depression",
    "Title": "กำลังซื้อของผู้บริโภคหายไป",
    "Description": "ผู้คนตกงานและไม่มีเงินใช้จ่าย ทำให้ยอดขายสินค้าทุกประเภทลดลงอย่างน่าใจหาย",
    "Strategy_Tip": "ในช่วงวิกฤต 'กระแสเงินสด' สำคัญกว่า 'มูลค่าสินทรัพย์' บริษัทที่ไม่มีเงินสดหมุนเวียนจะอยู่รอดได้ยาก",
    "Affected_Assets": "CONSUMP – สินค้าอุปโภคบริโภค",
    "Effect_type": "มูลค่าลดลง %",
    "Effect_Value": -18,
    "Effect_Duration": "ทันที",
    "Effect_Description": "มูลค่าหุ้นกลุ่ม CONSUMP ของผู้เล่นลดลง 18% ทันที"
  },
  {
    "Card_id": 6,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Depression",
    "Title": "โครงการก่อสร้างถูกทิ้งร้าง",
    "Description": "โครงการก่อสร้างขนาดใหญ่ทั่วประเทศถูกระงับและทิ้งร้าง เพราะไม่มีเงินทุนมาพัฒนาต่อ",
    "Strategy_Tip": "วิกฤตเศรษฐกิจสามารถส่งผลกระทบต่อภาคอสังหาริมทรัพย์ได้ยาวนานหลายปี",
    "Affected_Assets": "PROPCON – อสังหาริมทรัพย์และก่อสร้าง",
    "Effect_type": "มูลค่าลดลง %",
    "Effect_Value": -20,
    "Effect_Duration": "ทันที",
    "Effect_Description": "มูลค่าหุ้นกลุ่ม PROPCON ของผู้เล่นลดลง 20% ทันที"
  },
  {
    "Card_id": 7,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Depression",
    "Title": "ความต้องการพลังงานลดลงต่ำสุด",
    "Description": "เมื่อทุกอย่างหยุดชะงัก ความต้องการใช้พลังงานก็ลดลงสู่จุดต่ำสุด ส่งผลกระทบหนักต่อบริษัทพลังงาน",
    "Strategy_Tip": "นี่คือจุดต่ำสุดของวัฏจักรเศรษฐกิจ สำหรับนักลงทุนระยะยาว อาจเป็นโอกาสครั้งหนึ่งในชีวิตที่จะได้ซื้อหุ้นพลังงานในราคาที่ถูกที่สุด",
    "Affected_Assets": "RESOURC – ทรัพยากร",
    "Effect_type": "มูลค่าลดลง %",
    "Effect_Value": -18,
    "Effect_Duration": "ทันที",
    "Effect_Description": "มูลค่าหุ้นกลุ่ม RESOURC ของผู้เล่นลดลง 18% ทันที"
  },
  {
    "Card_id": 8,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Depression",
    "Title": "ฟองสบู่เทคโนโลยีแตก",
    "Description": "หุ้นเทคโนโลยีที่เคยถูกคาดหวังไว้สูงกลับไปต่อไม่ไหวเมื่อเจอวิกฤตเศรษฐกิจที่แท้จริง",
    "Strategy_Tip": "วิกฤตเศรษฐกิจคือบททดสอบที่แท้จริงของ 'มูลค่า' บริษัทที่เคยถูกประเมินค่าไว้สูงเกินจริง (Overvalued) มักจะไปต่อไม่ไหว",
    "Affected_Assets": "TECH – เทคโนโลยี",
    "Effect_type": "มูลค่าลดลง %",
    "Effect_Value": -22,
    "Effect_Duration": "ทันที",
    "Effect_Description": "มูลค่าหุ้นกลุ่ม TECH ของผู้เล่นลดลง 22% ทันที"
  },
  {
    "Card_id": 9,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Depression",
    "Title": "สินค้าเกษตรยังจำเป็น",
    "Description": "ท่ามกลางความมืดมิด คนยังต้องกินเพื่ออยู่รอด ทำให้หุ้นกลุ่มอาหารเป็นเพียงแสงสว่างริบหรี่เดียวที่เหลืออยู่",
    "Strategy_Tip": "แม้ในวันที่เลวร้ายที่สุด คนก็ยังต้องกินต้องใช้ นี่คือเหตุผลที่หุ้นกลุ่มสินค้าจำเป็น (Staples) คือปราการด่านสุดท้ายของพอร์ตการลงทุน",
    "Affected_Assets": "AGRO – เกษตรและอุตสาหกรรมอาหาร",
    "Effect_type": "มูลค่าเพิ่ม %",
    "Effect_Value": 1,
    "Effect_Duration": "ทันที",
    "Effect_Description": "มูลค่าหุ้นกลุ่ม AGRO ของผู้เล่นเพิ่มขึ้น 1% ทันที"
  },
  {
    "Card_id": 10,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Depression",
    "Title": "ค่าเช่าคอนโดดิ่งลง",
    "Description": "ผู้เช่าทยอยย้ายออกเพราะรายได้ลดลง ทำให้เจ้าของคอนโดปล่อยเช่าได้รับค่าเช่าน้อยกว่าปกติ",
    "Strategy_Tip": "หากพึ่งพารายได้ค่าเช่าเพียงอย่างเดียวจะเสี่ยง ควรกระจายการลงทุนไปสินทรัพย์อื่น",
    "Affected_Assets": "คอนโดปล่อยเช่า (ชานเมือง)",
    "Effect_type": "Cashflow ลดลง",
    "Effect_Value": -2500,
    "Effect_Duration": "6 เทิร์น",
    "Effect_Description": "Cash Flow จาก \"คอนโดปล่อยเช่า (ชานเมือง)\" ลดลง 2,500 บาท/เดือน เป็นเวลา 6 เทิร์น"
  },
  {
    "Card_id": 11,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Depression",
    "Title": "ธนาคารยึดทรัพย์",
    "Description": "คนจำนวนมากผ่อนบ้านต่อไม่ไหวและถูกธนาคารยึด ทำให้มี 'ทาวน์เฮาส์มือสอง' ราคาถูกทะลักเข้าสู่ตลาด",
    "Strategy_Tip": "ทรัพย์สินรอการขาย (NPA) จากธนาคารคืออีกหนึ่งแหล่งในการหาของดีราคาถูกในช่วงวิกฤต",
    "Affected_Assets": "ทาวน์เฮาส์มือสอง (ให้เช่า)",
    "Effect_type": "มูลค่าลดลง %",
    "Effect_Value": -20,
    "Effect_Duration": "ทันที",
    "Effect_Description": "มูลค่าสินทรัพย์ \"ทาวน์เฮาส์มือสอง\" ของผู้เล่นลดลง 20% ทันที"
  },
  {
    "Card_id": 12,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Depression",
    "Title": "ธุรกิจเจ๊งระนาว",
    "Description": "ธุรกิจจำนวนมากปิดตัวลงอย่างถาวร ทำให้ 'อาคารพาณิชย์' ของคุณถูกทิ้งร้างและไม่มีใครต้องการเช่า",
    "Strategy_Tip": "ในช่วงตกต่ำ กระแสเงินสดคือสิ่งที่สำคัญที่สุด การไม่มีรายได้จากค่าเช่าอาจทำให้คุณต้องขายสินทรัพย์ในราคาขาดทุน",
    "Affected_Assets": "อาคารพาณิชย์ (ต่างจังหวัด)",
    "Effect_type": "Cashflow ลดลง",
    "Effect_Value": -5000,
    "Effect_Duration": "ถาวร",
    "Effect_Description": "Cash Flow จาก \"อาคารพาณิชย์\" ลดลง 5,000 บาท/เดือน อย่างถาวร"
  },
  {
    "Card_id": 13,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Depression",
    "Title": "ที่ดินตาบอด",
    "Description": "แผนพัฒนาเมืองทั้งหมดถูกยกเลิก ทำให้ 'ที่ดินเปล่า' ของคุณกลายเป็นที่ดินตาบอดที่ไม่มีใครต้องการ",
    "Strategy_Tip": "การลงทุนในที่ดินมีความเสี่ยงสูงหากการคาดการณ์อนาคตผิดพลาด",
    "Affected_Assets": "ที่ดินเปล่า (รอการพัฒนา)",
    "Effect_type": "เสนอซื้อ (System)",
    "Effect_Value": "ต้นทุน x 0.5",
    "Effect_Duration": "ทันที",
    "Effect_Description": "ระบบจะยื่นข้อเสนอซื้อ \"ที่ดินเปล่า\" ของคุณในราคา 50% ของต้นทุน"
  },
  {
    "Card_id": 14,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Depression",
    "Title": "ธุรกิจโรงแรมล้มละลาย",
    "Description": "ธุรกิจท่องเที่ยวหยุดชะงักโดยสิ้นเชิง ทำให้ 'บ้านพักตากอากาศ' ของคุณไม่มีรายได้และมีแต่ค่าใช้จ่าย",
    "Strategy_Tip": "การลงทุนที่มีค่าใช้จ่ายคงที่สูง (Fixed Cost) จะมีความเสี่ยงสูงมากเมื่อไม่มีรายได้เข้ามา",
    "Affected_Assets": "บ้านพักตากอากาศ (ลงทุนร่วมกับเพื่อน)",
    "Effect_type": "Cashflow ลดลง",
    "Effect_Value": -2000,
    "Effect_Duration": "ถาวร",
    "Effect_Description": "Cash Flow จาก \"บ้านพักตากอากาศ\" ลดลง 2,000 บาท/เดือน อย่างถาวร"
  },
  {
    "Card_id": 15,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Depression",
    "Title": "ตึกร้าง",
    "Description": "ผู้คนย้ายออกจากเมืองจนหมด ทำให้ 'ห้องเช่าในตึกแถวเก่า' ของคุณกลายเป็นห้องร้าง",
    "Strategy_Tip": "การลงทุนในทำเลที่พึ่งพิงคนกลุ่มเดียวมีความเสี่ยงสูง",
    "Affected_Assets": "ห้องเช่าในตึกแถวเก่า",
    "Effect_type": "Cashflow ลดลง",
    "Effect_Value": -1200,
    "Effect_Duration": "ถาวร",
    "Effect_Description": "Cash Flow จาก \"ห้องเช่าในตึกแถวเก่า\" ลดลง 1,200 บาท/เดือน อย่างถาวร"
  },
  {
    "Card_id": 16,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Depression",
    "Title": "ที่จอดรถว่างเปล่า",
    "Description": "เมื่อคนตกงานและไม่มีเงินเติมน้ำมัน ก็ไม่มีใครขับรถมาทำงาน ทำให้ 'ที่จอดรถให้เช่า' ของคุณไม่มีคนใช้บริการเลย",
    "Strategy_Tip": "แม้จะเป็นสินทรัพย์เล็กๆ แต่ก็ยังได้รับผลกระทบจากภาพรวมเศรษฐกิจที่เลวร้าย",
    "Affected_Assets": "ที่จอดรถให้เช่า (ใกล้รถไฟฟ้า)",
    "Effect_type": "Cashflow ลดลง",
    "Effect_Value": -800,
    "Effect_Duration": "8 เทิร์น",
    "Effect_Description": "Cash Flow จาก \"ที่จอดรถให้เช่า\" ลดลง 800 บาท/เดือน เป็นเวลา 8 เทิร์น"
  },
  {
    "Card_id": 17,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Depression",
    "Title": "ตลาดนัดถูกปิด",
    "Description": "ตลาดนัดถูกสั่งปิดถาวรเพราะไม่มีคนมาเดิน ทำให้ 'แผงลอยในตลาดนัด' ของคุณกลายเป็นสินทรัพย์ที่ไร้มูลค่า",
    "Strategy_Tip": "การลงทุนที่พึ่งพิงสถานที่เดียวมีความเสี่ยงสูงหากสถานที่นั้นถูกปิดตัวลง",
    "Affected_Assets": "แผงลอยในตลาดนัด",
    "Effect_type": "Cashflow ลดลง",
    "Effect_Value": -1000,
    "Effect_Duration": "ถาวร",
    "Effect_Description": "Cash Flow จาก \"แผงลอยในตลาดนัด\" ลดลง 1,000 บาท/เดือน อย่างถาวร"
  },
  {
    "Card_id": 18,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Depression",
    "Title": "เกษตรกรทิ้งที่ดิน",
    "Description": "เกษตรกรไปต่อไม่ไหวและยอมทิ้งที่ดินเช่า ทำให้ 'สวนเกษตรเล็กๆ' ของคุณไม่มีคนดูแลและสร้างรายได้ไม่ได้",
    "Strategy_Tip": "ความเสี่ยงในการลงทุนภาคเกษตรไม่ได้มาจากราคาผลผลิตเพียงอย่างเดียว แต่ยังมาจากความสามารถของผู้เช่าด้วย",
    "Affected_Assets": "สวนเกษตรเล็กๆ (ให้เช่า)",
    "Effect_type": "Cashflow ลดลง",
    "Effect_Value": -1500,
    "Effect_Duration": "8 เทิร์น",
    "Effect_Description": "Cash Flow จาก \"สวนเกษตรเล็กๆ\" ลดลง 1,500 บาท/เดือน เป็นเวลา 8 เทิร์น"
  },
  {
    "Card_id": 19,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Depression",
    "Title": "ธุรกิจเจ๊งระนาว!",
    "Description": "ธุรกิจขนาดเล็กและแฟรนไชส์จำนวนมากไปต่อไม่ไหวและต้องปิดตัวลงอย่างถาวร!",
    "Strategy_Tip": "ในช่วงตกต่ำ การไม่มีหนี้คือลาภอันประเสริฐ ธุรกิจที่มีภาระหนี้สินมักจะไปไม่รอด",
    "Affected_Assets": "ธุรกิจ, แฟรนไชส์",
    "Effect_type": "Cashflow ลดลง %",
    "Effect_Value": -40,
    "Effect_Duration": "8 เทิร์น",
    "Effect_Description": "Cash Flow จาก \"ธุรกิจ\" และ \"แฟรนไชส์\" ลดลง 40% เป็นเวลา 8 เทิร์น"
  },
  {
    "Card_id": 20,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Depression",
    "Title": "บริษัทแม่ล้มละลาย!",
    "Description": "บริษัทแม่ของ 'แฟรนไชส์ร้านสะดวกซัก' ที่คุณลงทุนอยู่ประกาศล้มละลาย ทำให้แฟรนไชส์ของคุณไร้มูลค่าทันที!",
    "Strategy_Tip": "นี่คือความเสี่ยงที่สุดของการลงทุนในแฟรนไชส์ หากบริษัทแม่ล้ม เราก็ล้มตามไปด้วย",
    "Affected_Assets": "แฟรนไชส์ร้านสะดวกซัก",
    "Effect_type": "บังคับขาย (System)",
    "Effect_Value": "ต้นทุน - 75%",
    "Effect_Duration": "ทันที",
    "Effect_Description": "ระบบจะบังคับขาย \"แฟรนไชส์ร้านสะดวกซัก\" ของคุณในราคา 25% ของต้นทุน"
  },
  {
    "Card_id": 21,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Depression",
    "Title": "ไม่มีใครกินข้าวนอกบ้าน",
    "Description": "ผู้คนไม่มีเงินและหันไปทำอาหารกินเองที่บ้าน ทำให้ 'รถเข็นขายอาหาร' ของคุณไม่มีลูกค้าเลย",
    "Strategy_Tip": "แม้จะเป็นธุรกิจอาหาร แต่ก็ยังได้รับผลกระทบอย่างรุนแรงเมื่อกำลังซื้อของผู้คนหายไปโดยสิ้นเชิง",
    "Affected_Assets": "รถเข็นขายอาหาร/เครื่องดื่ม",
    "Effect_type": "Cashflow ลดลง",
    "Effect_Value": -1800,
    "Effect_Duration": "8 เทิร์น",
    "Effect_Description": "Cash Flow จาก \"รถเข็นขายอาหาร/เครื่องดื่ม\" ลดลง 1,800 บาท/เดือน เป็นเวลา 8 เทิร์น"
  },
  {
    "Card_id": 22,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Depression",
    "Title": "ถูกบังคับขายกิจการ (ปฏิสัมพันธ์)",
    "Description": "คุณไปต่อไม่ไหวแล้ว! คุณถูกสถานการณ์บังคับให้ต้องขายธุรกิจที่สร้างมากับมือในราคาขาดทุนย่อยยับเพื่อเอาตัวรอด",
    "Strategy_Tip": "บางครั้งการยอมตัดขาดทุน (Cut Loss) ก็เป็นทางเลือกที่เจ็บปวดแต่จำเป็น เพื่อรักษาเงินสดที่เหลือไว้สำหรับอนาคต",
    "Affected_Assets": "ธุรกิจ",
    "Effect_type": "บังคับขาย (System)",
    "Effect_Value": "ต้นทุน - 70%",
    "Effect_Duration": "ทันที",
    "Effect_Description": "ระบบจะบังคับขาย \"ธุรกิจ\" 1 ชิ้น (สุ่ม) ของคุณในราคา 30% ของต้นทุน"
  },
  {
    "Card_id": 23,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Depression",
    "Title": "แพลตฟอร์มออนไลน์ปิดตัว",
    "Description": "แพลตฟอร์มที่คุณใช้ขายของออนไลน์ประกาศปิดตัวกระทันหัน ทำให้ 'ร้านขายของออนไลน์' ของคุณต้องหยุดชะงัก",
    "Strategy_Tip": "การพึ่งพาแพลตฟอร์มใดแพลตฟอร์มหนึ่งมีความเสี่ยงสูง การกระจายช่องทางการขายจึงสำคัญ",
    "Affected_Assets": "เปิดร้านขายของออนไลน์",
    "Effect_type": "Cashflow ลดลง",
    "Effect_Value": -1500,
    "Effect_Duration": "ถาวร",
    "Effect_Description": "Cash Flow จาก \"เปิดร้านขายของออนไลน์\" ลดลง 1,500 บาท/เดือน อย่างถาวร"
  },
  {
    "Card_id": 24,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Depression",
    "Title": "หุ้นส่วนถอนตัว",
    "Description": "หุ้นส่วนใน 'ร้านอาหาร' ของคุณไปต่อไม่ไหวและขอถอนตัว ทำให้คุณต้องรับภาระทั้งหมดคนเดียว",
    "Strategy_Tip": "การมีหุ้นส่วนที่ดีจะช่วยประคองธุรกิจในยามยาก แต่ก็มีความเสี่ยงหากหุ้นส่วนถอนตัวกลางคัน",
    "Affected_Assets": "ร่วมหุ้นร้านอาหารกับเพื่อน",
    "Effect_type": "Cashflow ลดลง %",
    "Effect_Value": -30,
    "Effect_Duration": "8 เทิร์น",
    "Effect_Description": "Cash Flow จาก \"ร่วมหุ้นร้านอาหารกับเพื่อน\" ลดลง 30% เป็นเวลา 8 เทิร์น"
  },
  {
    "Card_id": 25,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Depression",
    "Title": "ขายทุกอย่างเพื่อเอาตัวรอด",
    "Description": "คุณต้องนำของสะสมทั้งหมดออกมาขายในราคาที่ต่ำกว่าธุลีดินเพื่อแลกกับเงินสดประทังชีวิต",
    "Strategy_Tip": "นี่คือการปล้นกันซึ่งๆ หน้า แต่ในยามที่เงินสดคือพระเจ้า คุณอาจไม่มีทางเลือก",
    "Affected_Assets": "ของสะสม",
    "Effect_type": "บังคับขาย (System)",
    "Effect_Value": "ต้นทุน - 75%",
    "Effect_Duration": "ทันที",
    "Effect_Description": "ระบบจะบังคับขาย \"ของสะสม\" ทั้งหมดของคุณในราคา 25% ของต้นทุน"
  },
  {
    "Card_id": 26,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Depression",
    "Title": "โอกาสแลกเปลี่ยนของประทังชีวิต",
    "Description": "คุณมีโอกาสนำของสะสมไปแลกกับอาหารและของใช้ที่จำเป็น ซึ่งถูกตีราคาต่ำมาก",
    "Strategy_Tip": "การได้ของที่จำเป็นต่อการดำรงชีพอาจมีค่ามากกว่าการถือกำไรขาดทุนบนกระดาษในตอนนี้",
    "Affected_Assets": "ของสะสม",
    "Effect_type": "เสนอขาย (System)",
    "Effect_Value": "ต้นทุน - 90%",
    "Effect_Duration": "ทันที",
    "Effect_Description": "ระบบเปิดโอกาสให้คุณขาย \"ของสะสม\" 1 ชิ้น (เลือก) ในราคา 10% ของต้นทุน"
  },
  {
    "Card_id": 27,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Depression",
    "Title": "ทองคำคือพระเจ้า",
    "Description": "ในยามที่ค่าเงินผันผวนและระบบเศรษฐกิจสั่นคลอน ทองคำคือสินทรัพย์ที่ทุกคนเชื่อมั่นและต้องการมากที่สุด",
    "Strategy_Tip": "ใครก็ตามที่ถือทองคำไว้ก่อนเกิดวิกฤต คือผู้กุมอำนาจที่แท้จริงในตอนนี้",
    "Affected_Assets": "ทองคำ",
    "Effect_type": "มูลค่าเพิ่มขึ้น %",
    "Effect_Value": 25,
    "Effect_Duration": "ทันที",
    "Effect_Description": "มูลค่าทองคำทั้งหมดของผู้เล่นเพิ่มขึ้น 25% ทันที"
  },
  {
    "Card_id": 28,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Depression",
    "Title": "ตลาดมืดสำหรับของมีค่า",
    "Description": "มีตลาดมืดที่รับซื้อ 'นาฬิกาวินเทจ' จากคนที่ร้อนเงิน คุณสามารถขายได้แต่จะถูกกดราคาอย่างมหาศาล",
    "Strategy_Tip": "เป็นโอกาสเดียวที่จะได้เงินสดก้อนใหญ่ในตอนนี้ แต่มันคือราคาของการยอมรับความพ่ายแพ้",
    "Affected_Assets": "นาฬิกาวินเทจ",
    "Effect_type": "เสนอขาย (System)",
    "Effect_Value": "ต้นทุน - 80%",
    "Effect_Duration": "ทันที",
    "Effect_Description": "ระบบเปิดโอกาสให้คุณขาย \"นาฬิกาวินเทจ\" ในราคา 20% ของต้นทุน"
  },
  {
    "Card_id": 29,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Depression",
    "Title": "ขายของเข้ากองถ่าย",
    "Description": "ทีมงานสร้างหนังต้องการ 'อาร์ตทอยรุ่นลิมิเต็ด' ของคุณไปเข้าฉาก และนี่เป็นโอกาสเดียวที่คุณจะขายมันได้",
    "Strategy_Tip": "ของสะสมของคุณอาจได้ไปอยู่ในหนัง แต่เงินที่คุณได้กลับมาแทบไม่เหลือค่าอะไรเลย",
    "Affected_Assets": "อาร์ตทอยรุ่นลิมิเต็ด",
    "Effect_type": "เสนอขาย (System)",
    "Effect_Value": "ต้นทุน - 90%",
    "Effect_Duration": "ทันที",
    "Effect_Description": "ระบบเปิดโอกาสให้คุณขาย \"อาร์ตทอยรุ่นลิมิเต็ด\" ในราคา 10% ของต้นทุน"
  },
  {
    "Card_id": 30,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Depression",
    "Title": "โอกาสขายเพื่อบริจาค",
    "Description": "คุณตัดสินใจขาย 'รองเท้าผ้าใบ (Limited Edition)' ให้องค์กรการกุศลในราคาต่ำมากเพื่อนำไปช่วยเหลือผู้ยากไร้",
    "Strategy_Tip": "คุณอาจจะขาดทุนย่อยยับ แต่อย่างน้อยก็ได้ทำบุญ... หรือเปล่านะ?",
    "Affected_Assets": "รองเท้าผ้าใบ (Limited Edition)",
    "Effect_type": "เสนอขาย (System)",
    "Effect_Value": "ต้นทุน - 85%",
    "Effect_Duration": "ทันที",
    "Effect_Description": "ระบบเปิดโอกาสให้คุณขาย \"รองเท้าผ้าใบ (Limited Edition)\" ในราคา 15% ของต้นทุน"
  },
  {
    "Card_id": 31,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Depression",
    "Title": "ขายของเล่นให้เด็กข้างบ้าน",
    "Description": "คุณขาย 'การ์ดเกมสะสม (ใบหายาก)' ให้เด็กข้างบ้านด้วยเงินเพียงน้อยนิดที่เขามี",
    "Strategy_Tip": "บางทีการเห็นรอยยิ้มของเด็กอาจมีค่ามากกว่าตัวเลขในบัญชีที่ไม่มีอยู่จริง",
    "Affected_Assets": "การ์ડเกมสะสม (ใบหายาก)",
    "Effect_type": "เสนอขาย (System)",
    "Effect_Value": "ต้นทุน - 95%",
    "Effect_Duration": "ทันที",
    "Effect_Description": "ระบบเปิดโอกาสให้คุณขาย \"การ์ดเกมสะสม (ใบหายาก)\" ในราคา 5% ของต้นทุน"
  },
  {
    "Card_id": 32,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Depression",
    "Title": "ขายศิลปะเป็นเศษวัสดุ",
    "Description": "โอกาสเดียวที่จะขาย 'งานศิลปะจากศิลปินหน้าใหม่' ที่ทำจากไม้ได้ คือขายเป็นเชื้อเพลิงในราคาเศษไม้",
    "Strategy_Tip": "นี่คือจุดต่ำสุดของวงการศิลปะ เมื่อผลงานสร้างสรรค์มีค่าเท่ากับฟืนธรรมดาๆ",
    "Affected_Assets": "งานศิลปะจากศิลปินหน้าใหม่",
    "Effect_type": "เสนอขาย (System)",
    "Effect_Value": "ต้นทุน - 90%",
    "Effect_Duration": "ทันที",
    "Effect_Description": "ระบบเปิดโอกาสให้คุณขาย \"งานศิลปะจากศิลปินหน้าใหม่\" ในราคา 10% ของต้นทุน"
  },
  {
    "Card_id": 33,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Depression",
    "Title": "พันธบัตรรัฐบาลคือทุกสิ่ง",
    "Description": "ในขณะที่สินทรัพย์อื่นแทบไร้ค่า พันธบัตรรัฐบาลที่มั่นคงยังคงจ่ายผลตอบแทนอย่างสม่ำเสมอ และเป็นที่ต้องการของทุกคนที่มีเงินสดเหลือ",
    "Strategy_Tip": "การถือพันธบัตรในภาวะตกต่ำไม่เพียงแต่ช่วยรักษาเงินต้น แต่ยังสร้างรายได้ในยามที่คนอื่นสิ้นเนื้อประดาตัว",
    "Affected_Assets": "พันธบัตร",
    "Effect_type": "Cashflow เพิ่ม %",
    "Effect_Value": 8,
    "Effect_Duration": "ถาวร",
    "Effect_Description": "Cash Flow จาก \"พันธบัตร\" ทั้งหมดเพิ่มขึ้น 8% อย่างถาวร จนกว่าจะจบสภาวะ"
  },
  {
    "Card_id": 34,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Depression",
    "Title": "สลากฯ แห่งความหวัง",
    "Description": "รัฐบาลออกสลากออมทรัพย์รุ่นพิเศษในราคาถูกเพื่อช่วยเหลือประชาชน เงินรางวัลน้อยนิดแต่คือความหวังเดียวของหลายคน (หากคุณมี \"สลากออมทรัพย์\" ให้ทอยลูกเต๋า 1 ลูก หากออกเลข 6 คุณจะได้รับเงินสด 1,000 บาท)",
    "Strategy_Tip": "ในยามที่มืดมิดที่สุด แสงแห่งความหวังเพียงริบหรี่ก็มีค่ามหาศาล",
    "Affected_Assets": "สลากออมทรัพย์",
    "Effect_type": "เงินสดเพิ่ม (สุ่ม)",
    "Effect_Value": 1000,
    "Effect_Duration": "ทันที",
    "Effect_Description": "ทอยลูกเต๋า 1 ลูก: หากออกเลข 6 ได้รับเงินสด 1,000 บาท"
  },
  {
    "Card_id": 1,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Expansion",
    "Title": "ตลาดเริ่มฟื้นตัว",
    "Description": "หลังจากซบเซามานาน ตลาดหุ้นเริ่มมีสัญญาณบวก นักลงทุนเริ่มกลับมามีความเชื่อมั่นอีกครั้ง แต่ยังคงลงทุนอย่างระมัดระวัง",
    "Strategy_Tip": "นี่อาจเป็นสัญญาณแรกของการกลับตัว เป็นจังหวะที่ดีในการเริ่มทยอยสะสมหุ้นพื้นฐานดีในราคาที่ยังไม่สูงนัก",
    "Affected_Assets": "หุ้นสามัญ-ทั้งหมด",
    "Effect_type": "มูลค่าเพิ่ม %",
    "Effect_Value": 5,
    "Effect_Duration": "ทันที",
    "Effect_Description": "มูลค่าหุ้นสามัญทั้งหมดของผู้เล่นเพิ่มขึ้น 5% ทันที"
  },
  {
    "Card_id": 2,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Expansion",
    "Title": "โครงการก่อสร้างกลับมาเดินหน้า",
    "Description": "ผู้พัฒนาอสังหาริมทรัพย์เริ่มกลับมาเดินหน้าโครงการที่เคยชะลอไว้ในช่วงก่อนหน้า ส่งผลดีต่อหุ้นในกลุ่มวัสดุก่อสร้างและรับเหมา",
    "Strategy_Tip": "กลุ่มก่อสร้างมักจะเป็นกลุ่มแรกๆ ที่ฟื้นตัวตามเศรษฐกิจ การเข้าลงทุนในช่วงนี้อาจให้ผลตอบแทนที่ดี",
    "Affected_Assets": "PROPCON – อสังหาริมทรัพย์และก่อสร้าง",
    "Effect_type": "มูลค่าเพิ่ม %",
    "Effect_Value": 8,
    "Effect_Duration": "ทันที",
    "Effect_Description": "มูลค่าหุ้นกลุ่ม PROPCON ของผู้เล่นเพิ่มขึ้น 8% ทันที"
  },
  {
    "Card_id": 3,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Expansion",
    "Title": "รัฐบาลอัดฉีดเงินกระตุ้นเศรษฐกิจ",
    "Description": "\"เพื่อกระตุ้นการจับจ่ายใช้สอย รัฐบาลได้ประกาศมาตรการอัดฉีดเงินเข้าระบบ ทำให้ผู้คนมีเงินในกระเป๋ามากขึ้นและกล้าใช้จ่ายกับสินค้าอุปโภคบริโภค",
    "Strategy_Tip": "มาตรการกระตุ้นเศรษฐกิจมักส่งผลดีโดยตรงต่อหุ้นกลุ่มค้าปลีกและสินค้าอุปโภคบริโภค",
    "Affected_Assets": "CONSUMP – สินค้าอุปโภคบริโภค",
    "Effect_type": "มูลค่าเพิ่ม %",
    "Effect_Value": 7,
    "Effect_Duration": "ทันที",
    "Effect_Description": "มูลค่าหุ้นกลุ่ม CONSUMP ของผู้เล่นเพิ่มขึ้น 7% ทันที"
  },
  {
    "Card_id": 4,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Expansion",
    "Title": "ธุรกิจท่องเที่ยวเริ่มกลับมา",
    "Description": "นักท่องเที่ยวเริ่มทยอยกลับมาบ้างแล้ว แม้จะยังไม่คึกคักเท่าเดิม แต่ก็เป็นสัญญาณที่ดีสำหรับธุรกิจโรงแรมและสายการบิน",
    "Strategy_Tip": "การฟื้นตัวของภาคบริการอาจต้องใช้เวลา แต่การเข้าลงทุนในช่วงที่ราคายังไม่สูงก็เป็นกลยุทธ์ที่น่าสนใจ",
    "Affected_Assets": "SERVICE – บริการ",
    "Effect_type": "มูลค่าเพิ่ม %",
    "Effect_Value": 5,
    "Effect_Duration": "ทันที",
    "Effect_Description": "มูลค่าหุ้นกลุ่ม SERVICE ของผู้เล่นเพิ่มขึ้น 5% ทันที"
  },
  {
    "Card_id": 5,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Expansion",
    "Title": "ธนาคารเริ่มปล่อยสินเชื่ออีกครั้ง",
    "Description": "ธนาคารเริ่มกลับมาปล่อยสินเชื่อให้กับภาคธุรกิจอีกครั้ง หลังจากที่เคยเข้มงวดในช่วงก่อนหน้า เป็นสัญญาณว่าเศรษฐกิจกำลังฟื้นตัว",
    "Strategy_Tip": "การกลับมาปล่อยสินเชื่อของธนาคารคือสัญญาณบวกที่ชัดเจนที่สุดอย่างหนึ่งของการฟื้นตัวทางเศรษฐกิจ",
    "Affected_Assets": "FINCIAL – การเงิน",
    "Effect_type": "มูลค่าเพิ่ม %",
    "Effect_Value": 6,
    "Effect_Duration": "ทันที",
    "Effect_Description": "มูลค่าหุ้นกลุ่ม FINCIAL ของผู้เล่นเพิ่มขึ้น 6% ทันที"
  },
  {
    "Card_id": 6,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Expansion",
    "Title": "ความต้องการพลังงานเพิ่มขึ้นเล็กน้อย",
    "Description": "เมื่อโรงงานและธุรกิจต่างๆ เริ่มกลับมาดำเนินการอีกครั้ง ความต้องการใช้พลังงานจึงเพิ่มขึ้นเล็กน้อย",
    "Strategy_Tip": "หุ้นกลุ่มพลังงานมักจะฟื้นตัวตามกิจกรรมทางเศรษฐกิจโดยรวม",
    "Affected_Assets": "RESOURC – ทรัพยากร",
    "Effect_type": "มูลค่าเพิ่ม %",
    "Effect_Value": 4,
    "Effect_Duration": "ทันที",
    "Effect_Description": "มูลค่าหุ้นกลุ่ม RESOURC ของผู้เล่นเพิ่มขึ้น 4% ทันที"
  },
  {
    "Card_id": 7,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Expansion",
    "Title": "คนเริ่มอัปเกรดอุปกรณ์ไอที",
    "Description": "หลังจากชะลอการซื้อมานาน ผู้คนเริ่มกลับมาซื้ออุปกรณ์เทคโนโลยีใหม่ๆ เพื่อใช้ในการทำงานและชีวิตประจำวัน",
    "Strategy_Tip": "การฟื้นตัวของกำลังซื้อของผู้บริโภคมักจะส่งผลดีต่อหุ้นกลุ่มเทคโนโลยีเป็นลำดับต้นๆ",
    "Affected_Assets": "TECH – เทคโนโลยี",
    "Effect_type": "มูลค่าเพิ่ม %",
    "Effect_Value": 6,
    "Effect_Duration": "ทันที",
    "Effect_Description": "มูลค่าหุ้นกลุ่ม TECH ของผู้เล่นเพิ่มขึ้น 6% ทันที"
  },
  {
    "Card_id": 8,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Expansion",
    "Title": "ต้นทุนวัตถุดิบคงที่",
    "Description": "ราคาวัตถุดิบทางการเกษตรและอาหารเริ่มมีเสถียรภาพ ทำให้บริษัทในกลุ่มอาหารสามารถควบคุมต้นทุนได้ดีขึ้น",
    "Strategy_Tip": "การที่ต้นทุนคงที่คือปัจจัยบวกที่สำคัญที่ช่วยให้บริษัทสามารถทำกำไรได้ดีขึ้น",
    "Affected_Assets": "AGRO – เกษตรและอุตสาหกรรมอาหาร",
    "Effect_type": "มูลค่าเพิ่ม %",
    "Effect_Value": 4,
    "Effect_Duration": "ทันที",
    "Effect_Description": "มูลค่าหุ้นกลุ่ม AGRO ของผู้เล่นเพิ่มขึ้น 4% ทันที"
  },
  {
    "Card_id": 9,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Expansion",
    "Title": "โรงงานเริ่มกลับมาจ้างงาน",
    "Description": "หลังจากชะลอการผลิตไปนาน โรงงานอุตสาหกรรมเริ่มกลับมาจ้างงานเพิ่ม เพื่อรองรับคำสั่งซื้อที่ค่อยๆ ฟื้นตัว",
    "Strategy_Tip": "การจ้างงานที่เพิ่มขึ้นในภาคอุตสาหกรรมเป็นสัญญาณบวกที่ชัดเจนว่าเศรษฐกิจกำลังออกจากจุดต่ำสุด",
    "Affected_Assets": "INDUS – อุตสาหกรรม",
    "Effect_type": "มูลค่าเพิ่ม %",
    "Effect_Value": 6,
    "Effect_Duration": "ทันที",
    "Effect_Description": "มูลค่าหุ้นกลุ่ม INDUS ของผู้เล่นเพิ่มขึ้น 6% ทันที"
  },
  {
    "Card_id": 10,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Expansion",
    "Title": "ตลาดเช่าเริ่มฟื้น",
    "Description": "“ผู้คนเริ่มกลับมาเช่าที่พักในเมืองอีกครั้งหลังจากย้ายออกไปในช่วงก่อนหน้า ทำให้ ‘คอนโดปล่อยเช่า’ เริ่มหาผู้เช่าได้ง่ายขึ้น”",
    "Strategy_Tip": "การฟื้นตัวของตลาดเช่าคือสัญญาณบวกแรกๆ ของภาคอสังหาริมทรัพย์",
    "Affected_Assets": "คอนโดปล่อยเช่า (ชานเมือง)",
    "Effect_type": "Cashflow เพิ่ม",
    "Effect_Value": 1000,
    "Effect_Duration": "4 เทิร์น",
    "Effect_Description": "Cash Flow จาก \"คอนโดปล่อยเช่า (ชานเมือง)\" เพิ่มขึ้น 1,000 บาท/เดือน เป็นเวลา 4 เทิร์น"
  },
  {
    "Card_id": 11,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Expansion",
    "Title": "คนเริ่มมองหาบ้านมือสอง",
    "Description": "“กำลังซื้อที่ยังไม่ฟื้นตัวเต็มที่ทำให้คนหันมาสนใจ ‘ทาวน์เฮาส์มือสอง’ มากขึ้น เพราะราคาจับต้องได้ง่ายกว่าบ้านใหม่”",
    "Strategy_Tip": "ในช่วงเศรษฐกิจฟื้นตัว อสังหาริมทรัพย์มือสองมักจะเป็นที่ต้องการของตลาดก่อน",
    "Affected_Assets": "ทาวน์เฮาส์มือสอง (ให้เช่า)",
    "Effect_type": "Cashflow เพิ่ม",
    "Effect_Value": 500,
    "Effect_Duration": "4 เทิร์น",
    "Effect_Description": "Cash Flow จาก \"ทาวน์เฮาส์มือสอง\" เพิ่มขึ้น 500 บาท/เดือน เป็นเวลา 4 เทิร์น"
  },
  {
    "Card_id": 12,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Expansion",
    "Title": "ร้านค้าเริ่มกลับมาเปิด",
    "Description": "“ธุรกิจขนาดเล็กเริ่มกลับมาเปิดร้านอีกครั้ง ทำให้ความต้องการเช่า ‘อาคารพาณิชย์’ เพิ่มขึ้นเล็กน้อย”",
    "Strategy_Tip": "การกลับมาของธุรกิจขนาดเล็กคือสัญญาณชีพจรของเศรษฐกิจท้องถิ่น",
    "Affected_Assets": "อาคารพาณิชย์ (ต่างจังหวัด)",
    "Effect_type": "Cashflow เพิ่ม",
    "Effect_Value": 1200,
    "Effect_Duration": "4 เทิร์น",
    "Effect_Description": "Cash Flow จาก \"อาคารพาณิชย์\" เพิ่มขึ้น 1,200 บาท/เดือน เป็นเวลา 4 เทิร์น"
  },
  {
    "Card_id": 13,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Expansion",
    "Title": "นักลงทุนเริ่มกว้านซื้อที่ดิน",
    "Description": "“นักลงทุนรายใหญ่ที่มองการณ์ไกล เริ่มเข้ามาทยอยซื้อ ‘ที่ดินเปล่า’ ในราคาที่ยังไม่สูงนัก เพื่อรอการเติบโตในอนาคต”",
    "Strategy_Tip": "ราคาที่ดินมักจะเริ่มปรับตัวสูงขึ้นก่อนที่เศรษฐกิจจะฟื้นตัวเต็มที่",
    "Affected_Assets": "ที่ดินเปล่า (รอการพัฒนา)",
    "Effect_type": "เสนอซื้อ (System)",
    "Effect_Value": "ต้นทุน x 1.25",
    "Effect_Duration": "ทันที",
    "Effect_Description": "ระบบจะยื่นข้อเสนอซื้อ \"ที่ดินเปล่า\" ของคุณในราคาต้นทุน x1.25"
  },
  {
    "Card_id": 14,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Expansion",
    "Title": "การท่องเที่ยวในประเทศฟื้นตัว",
    "Description": "“คนเริ่มออกเดินทางท่องเที่ยวในประเทศมากขึ้น ทำให้ ‘บ้านพักตากอากาศ’ กลับมามีรายได้อีกครั้ง”",
    "Strategy_Tip": "ธุรกิจที่เกี่ยวกับการท่องเที่ยวในประเทศมักจะฟื้นตัวได้เร็วกว่าการท่องเที่ยวระหว่างประเทศ",
    "Affected_Assets": "บ้านพักตากอากาศ (ลงทุนร่วมกับเพื่อน)",
    "Effect_type": "Cashflow เพิ่ม",
    "Effect_Value": 1000,
    "Effect_Duration": "4 เทิร์น",
    "Effect_Description": "Cash Flow จาก \"บ้านพักตากอากาศ\" เพิ่มขึ้น 1,000 บาท/เดือน เป็นเวลา 4 เทิร์น"
  },
  {
    "Card_id": 15,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Expansion",
    "Title": "ตลาดห้องเช่าราคาประหยัดเป็นที่ต้องการ",
    "Description": "“ในช่วงที่รายได้ยังไม่คงที่ ผู้คนมองหาที่พักราคาประหยัด ทำให้ ‘ห้องเช่าในตึกแถวเก่า’ ของคุณมีคนสนใจเช่ามากขึ้น”",
    "Strategy_Tip": "ในทุกวิกฤตย่อมมีโอกาส สินทรัพย์บางประเภทอาจทำได้ดีกว่าในช่วงเศรษฐกิจฟื้นตัว",
    "Affected_Assets": "ห้องเช่าในตึกแถวเก่า",
    "Effect_type": "Cashflow เพิ่ม",
    "Effect_Value": 500,
    "Effect_Duration": "4 เทิร์น",
    "Effect_Description": "Cash Flow จาก \"ห้องเช่าในตึกแถวเก่า\" เพิ่มขึ้น 500 บาท/เดือน เป็นเวลา 4 เทิร์น"
  },
  {
    "Card_id": 16,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Expansion",
    "Title": "คนกลับมาทำงานในเมือง",
    "Description": "“บริษัทต่างๆ เริ่มเรียกพนักงานกลับเข้าออฟฟิศ ทำให้ความต้องการ ‘ที่จอดรถให้เช่า’ กลับมาอีกครั้ง”",
    "Strategy_Tip": "การกลับมาของกิจกรรมทางเศรษฐกิจในเมืองจะส่งผลดีต่อสินทรัพย์ที่เกี่ยวข้องโดยตรง",
    "Affected_Assets": "ที่จอดรถให้เช่า (ใกล้รถไฟฟ้า)",
    "Effect_type": "Cashflow เพิ่ม",
    "Effect_Value": 400,
    "Effect_Duration": "6 เทิร์น",
    "Effect_Description": "Cash Flow จาก \"ที่จอดรถให้เช่า\" เพิ่มขึ้น 400 บาท/เดือน เป็นเวลา 6 เทิร์น"
  },
  {
    "Card_id": 17,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Expansion",
    "Title": "ตลาดนัดกลับมาคึกคัก",
    "Description": "“พ่อค้าแม่ค้าเริ่มกลับมาขายของที่ตลาดนัดอีกครั้ง ทำให้ ‘แผงลอยในตลาดนัด’ ของคุณกลับมาสร้างรายได้”",
    "Strategy_Tip": "เศรษฐกิจฐานรากคือส่วนสำคัญที่จะฟื้นตัวเป็นลำดับต้นๆ",
    "Affected_Assets": "แผงลอยในตลาดนัด",
    "Effect_type": "Cashflow เพิ่ม",
    "Effect_Value": 600,
    "Effect_Duration": "4 เทิร์น",
    "Effect_Description": "Cash Flow จาก \"แผงลอยในตลาดนัด\" เพิ่มขึ้น 600 บาท/เดือน เป็นเวลา 4 เทิร์น"
  },
  {
    "Card_id": 18,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Expansion",
    "Title": "เกษตรอินทรีย์เป็นที่ต้องการ",
    "Description": "“หลังผ่านช่วงวิกฤต ผู้คนหันมาใส่ใจสุขภาพและมองหาผลผลิตทางการเกษตรที่ปลอดภัย ทำให้ ‘สวนเกษตรเล็กๆ’ ของคุณเป็นที่ต้องการ”",
    "Strategy_Tip": "เทรนด์สุขภาพสามารถสร้างโอกาสทางธุรกิจได้เสมอ แม้ในช่วงที่เศรษฐกิจเพิ่งเริ่มฟื้นตัว",
    "Affected_Assets": "สวนเกษตรเล็กๆ (ให้เช่า)",
    "Effect_type": "Cashflow เพิ่ม",
    "Effect_Value": 800,
    "Effect_Duration": "4 เทิร์น",
    "Effect_Description": "Cash Flow จาก \"สวนเกษตรเล็กๆ\" เพิ่มขึ้น 800 บาท/เดือน เป็นเวลา 4 เทิร์น"
  },
  {
    "Card_id": 19,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Expansion",
    "Title": "คนเริ่มกลับมาใช้จ่าย",
    "Description": "ผู้คนเริ่มมีความมั่นใจและกลับมาใช้จ่ายกับสิ่งของเล็กๆ น้อยๆ มากขึ้น ส่งผลดีต่อธุรกิจค้าปลีก",
    "Strategy_Tip": "การฟื้นตัวของกำลังซื้อของผู้บริโภคคือสัญญาณบวกที่สำคัญที่สุดสำหรับธุรกิจค้าปลีก",
    "Affected_Assets": "เปิดร้านขายของออนไลน์",
    "Effect_type": "Cashflow เพิ่ม %",
    "Effect_Value": 15,
    "Effect_Duration": "4 เทิร์น",
    "Effect_Description": "Cash Flow จาก \"เปิดร้านขายของออนไลน์\" เพิ่มขึ้น 15% เป็นเวลา 4 เทิร์น"
  },
  {
    "Card_id": 20,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Expansion",
    "Title": "รัฐบาลหนุนธุรกิจเล็ก",
    "Description": "รัฐบาลออกมาตรการช่วยเหลือผู้ประกอบการรายย่อย ทำให้ธุรกิจต่างๆ เริ่มกลับมาลืมตาอ้าปากได้",
    "Strategy_Tip": "นโยบายภาครัฐสามารถช่วยพยุงและกระตุ้นธุรกิจขนาดเล็กในช่วงฟื้นตัวได้",
    "Affected_Assets": "ธุรกิจ, แฟรนไชส์",
    "Effect_type": "Cashflow เพิ่ม %",
    "Effect_Value": 10,
    "Effect_Duration": "6 เทิร์น",
    "Effect_Description": "Cash Flow จาก \"ธุรกิจ\" และ \"แฟรนไชส์\" เพิ่มขึ้น 10% เป็นเวลา 6 เทิร์น"
  },
  {
    "Card_id": 21,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Expansion",
    "Title": "เทรนด์ใหม่หลังวิกฤต",
    "Description": "หลังผ่านช่วงวิกฤต ผู้คนหันมาใส่ใจบริการที่สะดวกสบายมากขึ้น ทำให้ 'ร้านสะดวกซัก' กลับมาเป็นที่นิยม",
    "Strategy_Tip": "การมองหาเทรนด์ใหม่ๆ ที่เกิดขึ้นหลังวิกฤตคือโอกาสในการเติบโต",
    "Affected_Assets": "แฟรนไชส์ร้านสะดวกซัก",
    "Effect_type": "Cashflow เพิ่ม",
    "Effect_Value": 2000,
    "Effect_Duration": "6 เทิร์น",
    "Effect_Description": "Cash Flow จาก \"แฟรนไชส์ร้านสะดวกซัก\" เพิ่มขึ้น 2,000 บาท/เดือน เป็นเวลา 6 เทิร์น"
  },
  {
    "Card_id": 22,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Expansion",
    "Title": "ต้นทุนวัตถุดิบคงที่",
    "Description": "ราคาวัตถุดิบเริ่มมีเสถียรภาพ ทำให้ 'ร้านอาหาร' และ 'รถเข็นขายอาหาร' สามารถควบคุมต้นทุนได้ดีขึ้น",
    "Strategy_Tip": "การที่ต้นทุนคงที่คือปัจจัยบวกที่สำคัญที่ช่วยให้บริษัทสามารถทำกำไรได้ดีขึ้น",
    "Affected_Assets": "ธุรกิจ-อาหาร",
    "Effect_type": "Cashflow เพิ่ม %",
    "Effect_Value": 10,
    "Effect_Duration": "4 เทิร์น",
    "Effect_Description": "Cash Flow จาก \"ธุรกิจ-อาหาร\" เพิ่มขึ้น 10% เป็นเวลา 4 เทิร์น"
  },
  {
    "Card_id": 23,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Expansion",
    "Title": "โอกาสซื้อกิจการ (ปฏิสัมพันธ์)",
    "Description": "เจ้าของ 'ร้านชานมไข่มุก' ที่เพิ่งผ่านช่วงเวลายากลำบากมา ต้องการขายกิจการในราคาไม่แพงเพื่อไปเริ่มต้นใหม่",
    "Strategy_Tip": "การเข้าซื้อกิจการในช่วงที่เศรษฐกิจกำลังฟื้นตัวอาจเป็นการลงทุนที่คุ้มค่ามาก",
    "Affected_Assets": "แฟรนไชส์ร้านชานมไข่มุก",
    "Effect_type": "เสนอซื้อ (System)",
    "Effect_Value": "ต้นทุน - 20%",
    "Effect_Duration": "ทันที",
    "Effect_Description": "ระบบจะยื่นข้อเสนอซื้อ \"แฟรนไชส์ร้านชานมไข่มุก\" ในราคาต้นทุน -20%"
  },
  {
    "Card_id": 24,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Expansion",
    "Title": "ตลาดเดลิเวอรี่ยังเติบโต",
    "Description": "แม้เศรษฐกิจจะเริ่มฟื้น แต่คนยังคงนิยมสั่งอาหารออนไลน์อยู่ ทำให้ 'ร้านอาหาร' ของคุณยังคงมีรายได้ที่ดี",
    "Strategy_Tip": "ธุรกิจที่ปรับตัวเข้ากับพฤติกรรมใหม่ๆ ของผู้บริโภคได้ จะสามารถเติบโตได้อย่างยั่งยืน",
    "Affected_Assets": "ร่วมหุ้นร้านอาหารกับเพื่อน",
    "Effect_type": "Cashflow เพิ่ม",
    "Effect_Value": 1000,
    "Effect_Duration": "4 เทิร์น",
    "Effect_Description": "Cash Flow จาก \"ร่วมหุ้นร้านอาหารกับเพื่อน\" เพิ่มขึ้น 1,000 บาท/เดือน เป็นเวลา 4 เทิร์น"
  },
  {
    "Card_id": 25,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Expansion",
    "Title": "ตลาดนัดของสะสมเริ่มคึกคัก",
    "Description": "เริ่มมีนักสะสมหน้าใหม่เดินตลาด ทำให้คุณมีโอกาสขายของสะสมได้ในราคาที่เริ่มขยับขึ้น",
    "Strategy_Tip": "เป็นข้อเสนอที่พอใช้ได้ การขายตอนนี้อาจดีกว่ารอให้ตลาดร้อนแรงกว่านี้",
    "Affected_Assets": "ของสะสม",
    "Effect_type": "เสนอขาย (System)",
    "Effect_Value": "ต้นทุน + 5%",
    "Effect_Duration": "ทันที",
    "Effect_Description": "ระบบเปิดโอกาสให้คุณขาย \"ของสะสม\" 1 ชิ้น (เลือก) ในราคาต้นทุน +5%"
  },
  {
    "Card_id": 26,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Expansion",
    "Title": "กลุ่มซื้อขายออนไลน์เติบโต",
    "Description": "คุณสามารถโพสต์ขายของสะสมในกลุ่มออนไลน์ ซึ่งมีผู้ซื้อหน้าใหม่ๆ เข้ามาตลอดเวลา",
    "Strategy_Tip": "การขายในกลุ่มออนไลน์ได้ราคาดีกว่าตลาดทั่วไปเล็กน้อย เป็นวิธีหาเงินสดที่รวดเร็ว",
    "Affected_Assets": "ของสะสม",
    "Effect_type": "เสนอขาย (System)",
    "Effect_Value": "ต้นทุน + 8%",
    "Effect_Duration": "ทันที",
    "Effect_Description": "ระบบเปิดโอกาสให้คุณขาย \"ของสะสม\" 1 ชิ้น (เลือก) ในราคาต้นทุน +8%"
  },
  {
    "Card_id": 27,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Expansion",
    "Title": "นักลงทุนเริ่มมองหาสินทรัพย์เสี่ยง",
    "Description": "ความเชื่อมั่นในตลาดเริ่มกลับมา นักลงทุนบางส่วนเริ่มโยกเงินออกจากทองคำไปสินทรัพย์อื่น ทำให้ราคาทองคำนิ่ง หรือลดลงเล็กน้อย",
    "Strategy_Tip": "ทองคำอาจไม่ใช่สินทรัพย์ที่ให้ผลตอบแทนสูงสุดในช่วงนี้ แต่ยังคงเป็นสินทรัพย์ที่มั่นคง",
    "Affected_Assets": "ทองคำ",
    "Effect_type": "มูลค่าลดลง %",
    "Effect_Value": -2,
    "Effect_Duration": "ทันที",
    "Effect_Description": "มูลค่าทองคำทั้งหมดของผู้เล่นลดลง 2% ทันที"
  },
  {
    "Card_id": 28,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Expansion",
    "Title": "โอกาสขายให้นักสะสมหน้าใหม่",
    "Description": "นักสะสมที่เพิ่งเข้าวงการกำลังมองหา 'นาฬิกาวินเทจ' และมีกำลังซื้อในราคาที่น่าสนใจ",
    "Strategy_Tip": "เป็นกำไรที่ดีมากสำหรับช่วงเศรษฐกิจขาขึ้น การขายเพื่อนำเงินไปลงทุนในสินทรัพย์อื่นที่กำลังเติบโตก็เป็นทางเลือกที่น่าสนใจ",
    "Affected_Assets": "นาฬิกาวินเทจ",
    "Effect_type": "เสนอขาย (System)",
    "Effect_Value": "ต้นทุน + 60%",
    "Effect_Duration": "ทันที",
    "Effect_Description": "ระบบเปิดโอกาสให้คุณขาย \"นาฬิกาวินเทจ\" ในราคาต้นทุน +60%"
  },
  {
    "Card_id": 29,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Expansion",
    "Title": "ร้านค้าต้องการของไปสต็อก",
    "Description": "ร้านขายของเล่นสะสมกำลังมองหา 'อาร์ตทอยรุ่นลิมิเต็ด' ของคุณไปวางขายที่ร้านเพื่อรองรับลูกค้าที่เพิ่มขึ้น",
    "Strategy_Tip": "ร้านค้าให้ราคาดีเพราะพวกเขามีช่องทางขายต่อ การขายให้ร้านคือการล็อคกำไรที่แน่นอน",
    "Affected_Assets": "อาร์ตทอยรุ่นลิมิเต็ด",
    "Effect_type": "เสนอขาย (System)",
    "Effect_Value": "ต้นทุน + 40%",
    "Effect_Duration": "ทันที",
    "Effect_Description": "ระบบเปิดโอกาสให้คุณขาย \"อาร์ตทอยรุ่นลิมิเต็ด\" ในราคาต้นทุน +40%"
  },
  {
    "Card_id": 30,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Expansion",
    "Title": "โอกาสขายของตามกระแส",
    "Description": "แฟชั่น 'รองเท้าผ้าใบ (Limited Edition)' กำลังมาแรง ทำให้คุณมีโอกาสขายทำกำไรได้ไม่ยาก",
    "Strategy_Tip": "กระแสแฟชั่นมาไวไปไว การขายตอนนี้อาจเป็นจังหวะที่ดีก่อนที่คนจะเลิกฮิต",
    "Affected_Assets": "รองเท้าผ้าใบ (Limited Edition)",
    "Effect_type": "เสนอขาย (System)",
    "Effect_Value": "ต้นทุน + 20%",
    "Effect_Duration": "ทันที",
    "Effect_Description": "ระบบเปิดโอกาสให้คุณขาย \"รองเท้าผ้าใบ (Limited Edition)\" ในราคาต้นทุน +20%"
  },
  {
    "Card_id": 31,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Expansion",
    "Title": "ร้านการ์ดจัดอีเวนต์ซื้อขาย",
    "Description": "ร้านการ์ดในพื้นที่จัดอีเวนต์ ทำให้ผู้เล่นมาเจอกันและคุณมีโอกาสขาย 'การ์ดเกมสะสม (ใบหายาก)' ให้คนที่ต้องการ",
    "Strategy_Tip": "เป็นข้อเสนอจากผู้ใช้งานจริง ราคาอาจไม่สูงเท่านักเก็งกำไร แต่ก็เป็นกำไรที่น่าพอใจ",
    "Affected_Assets": "การ์ดเกมสะสม (ใบหายาก)",
    "Effect_type": "เสนอขาย (System)",
    "Effect_Value": "ต้นทุน + 15%",
    "Effect_Duration": "ทันที",
    "Effect_Description": "ระบบเปิดโอกาสให้คุณขาย \"การ์ดเกมสะสม (ใบหายาก)\" ในราคาต้นทุน +15%"
  },
  {
    "Card_id": 32,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Expansion",
    "Title": "โอกาสขายงานศิลปะให้ธุรกิจ",
    "Description": "มีธุรกิจเปิดใหม่ เช่น คาเฟ่ ที่กำลังมองหา 'งานศิลปะจากศิลปินหน้าใหม่' ไปประดับตกแต่งร้าน",
    "Strategy_Tip": "การที่ผลงานถูกจัดแสดงในที่สาธารณะอาจทำให้ศิลปินเป็นที่รู้จักมากขึ้นในอนาคต แต่การขายตอนนี้ก็ให้กำไรทันที",
    "Affected_Assets": "งานศิลปะจากศิลปินหน้าใหม่",
    "Effect_type": "เสนอขาย (System)",
    "Effect_Value": "ต้นทุน + 25%",
    "Effect_Duration": "ทันที",
    "Effect_Description": "ระบบเปิดโอกาสให้คุณขาย \"งานศิลปะจากศิลปินหน้าใหม่\" ในราคาต้นทุน +25%"
  },
  {
    "Card_id": 33,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Expansion",
    "Title": "รัฐบาลออกพันธบัตรโครงการใหญ่",
    "Description": "รัฐบาลต้องการระดมทุนสำหรับโครงการโครงสร้างพื้นฐาน ทำให้พันธบัตรที่ออกมาให้ผลตอบแทนที่ดีกว่าปกติเล็กน้อย",
    "Strategy_Tip": "เป็นจังหวะที่ดีในการเข้าซื้อพันธบัตรเพื่อสร้างรายรับที่มั่นคงในระยะยาว",
    "Affected_Assets": "พันธบัตร",
    "Effect_type": "Cashflow เพิ่ม %",
    "Effect_Value": 2,
    "Effect_Duration": "ถาวร",
    "Effect_Description": "Cash Flow จาก \"พันธบัตร\" ทั้งหมดเพิ่มขึ้น 2% อย่างถาวร"
  },
  {
    "Card_id": 34,
    "Card_type": "Market",
    "Card_level": 1.1,
    "Economic_Condition": "Expansion",
    "Title": "สลากฯ เพิ่มเงินรางวัล",
    "Description": "เพื่อกระตุ้นการออมในช่วงเศรษฐกิจขาขึ้น มีการเพิ่มเงินรางวัลใหญ่สำหรับสลากออมทรัพย์! (หากคุณมี \"สลากออมทรัพย์\" ให้ทอยลูกเต๋า 1 ลูก หากออกเลข 6 คุณจะได้รับเงินสด 8,000 บาท)",
    "Strategy_Tip": "เมื่อคนมีเงินออมมากขึ้น การแข่งขันก็สูงขึ้น แต่รางวัลก็ใหญ่ขึ้นตามไปด้วย",
    "Affected_Assets": "สลากออมทรัพย์",
    "Effect_type": "เงินสดเพิ่ม (สุ่ม)",
    "Effect_Value": 8000,
    "Effect_Duration": "ทันที",
    "Effect_Description": "ทอยลูกเต๋า 1 ลูก: หากออกเลข 6 ได้รับเงินสด 8,000 บาท"
  }
]